{"TG_1004": "ABSTRACTThe microblogging service is beginning to flex its muscles against advertising platforms that use it - but it's not clear who its first targets are", "TG_10000": "David Bowie, the iconic rock star whose career spanned more than half a century and whose influence transcended music, fashion and sexuality, has died aged 69.  Related:  David Bowie dies of cancer aged 69 - rolling reportThe singer's death was confirmed in a Facebook post on his official page: \"David Bowie died peacefully today surrounded by his family after a courageous 18-month battle with cancer. While many of you will share in this loss, we ask that you respect the family's privacy during their time of grief.\"                     Writing on Twitter, Bowie's son, the film director Duncan Jones, 44, confirmed the news. It came as a shock to some - Bowie's publicist, Steve Martin, told the Reuters news agency: \"It's not a hoax.\" Bowie's latest album, Blackstar, was released last week to coincide with his 69th birthday, and had received widespread critical acclaim.Tributes were paid on social media to the performer, who was known for hits such as Changes, Life on Mars and Ashes to Ashes. In a  heartfelt Facebook post, Tony Visconti, who produced a series of Bowie's albums, including Young Americans and his seminal Berlin trilogy, Low, Heroes and Lodger, wrote: \"He always did what he wanted to do. And he wanted to do it his way and he wanted to do it the best way. His death was no different from his life - a work of Art.\"He made Blackstar for us, his parting gift. I knew for a year this was the way it would be. I wasn't, however, prepared for it. He was an extraordinary man, full of love and life. He will always be with us. For now, it is appropriate to cry.\"The producer  Brian Eno, who collaborated with Bowie, tweeted simply: \"Words cannot express: RIP David Bowie\".Ricky Gervais, the comedian and actor, who convinced the famously private Bowie to star as himself in an episode of the 2006 sitcom Extras, wrote: \"I just lost a hero. RIP David Bowie\".Rock guitarist Joel Madden, quoting Changes, wrote simply: \"Turn and face the strange\".  Related:  David Bowie: Blackstar review - a spellbinding break with his pastRapper  Kanye West said:  \"David Bowie was one of my most important inspirations, so fearless, so creative, he gave us magic for a lifetime.\" The British prime minister, David Cameron, said : \"I grew up listening to and watching the pop genius David Bowie. He was a master of re-invention, who kept getting it right. A huge loss.\"Bowie released 25 albums and notched up many film credits. He was known for experimentation across diverse musical genres, and for his alter egos Ziggy Stardust, Aladdin Sane and the Thin White Duke. The singer's latest album, released last Friday, did not, as was usual, feature a picture of him on the album cover, but rather a black star. A dark work, its symbolism suggests he was saying goodbye, particularly the track Lazarus and the video for Blackstar, which opens with the image of a dead spaceman.An hour after the news broke, fans began to gather near his apartment on Lafayette Street in the Soho district of New York. The first, Kate Corman, left a candle and flowers. \"First Lou Reed, now David Bowie. It's so sad. Unbelievable. New York is really over now.\" ?At Puckfair, a bar across the street from Bowie's apartment, frequented by the singer, the barman played a string of his hits - Jean Genie, Let's Dance and Heroes. \"It's hard to put into words what he gave us in his songs,\" said late-night drinker Bill Marlborough. \"If you don't feel it, I can't explain.\"Bowie was born David Robert Jones on 8 January 1947 in Brixton, south London, to mother Margaret \"Peggy\", a waitress, and charity worker Haywood \"John\" Jones. His older brother's record collection introduced him to rock music at an early age. After the family moved to southeast London, he graduated from Bromley technical high school at 16, forming a number of bands and led a group. He called himself Davy Jones, later changing his name to David Bowie to avoid confusion with Davy Jones of The Monkees. The name was reportedly inspired by a knife developed by the 19 th century American pioneer Jim Bowie.He released three singles as a solo artist for Pye Records, and a debut album David Bowie, but did not achieve huge success and retreated to a Buddhist monastery in Scotland in 1967. On returning to London, he started arts troupe Feathers in 1968, then helped create the Beckenham Arts Lab in 1969 before releasing Space Oddity later that year, which was his first UK No 1. The release the following year of The Rise and Fall of Ziggy Stardust and the Spiders From Mars made him an international star, and he conquered the US with his theatrical stage show.He produced albums for Lou Reed and Iggy Pop, as well as writing All the Young Dudes, which he gave to Mott The Hoople who had a massive hit with it. In the late 1970s he produced a three-album collaboration with Brian Eno, known as the Berlin trilogy. He found chart success with songs such as Let's Dance and the Queen collaboration Under Pressure. Bowie combined his rock career with appearances in films. His acting career took off with his performance in Nicolas Roeg's The Man Who Fell to Earth, followed by roles in films such as Labyrinth, The Last Temptation of Christ and Absolute Beginners. More recently, he appeared as himself in the film Zoolander.Bowie officially retired Ziggy Stardust in 1973, making the announcement during a London gig. But the hits kept coming with albums including Aladdin Sane, Diamond Dogs and Pin Ups. He changed direction with the soul-inspired Young Americans. His first US No 1 was a collaboration with John Lennon on Fame, which topped the charts in 1975. He continued to sell millions of albums and pack out stadiums with the rise of the New Romantic scene in 1980s Britain.In 1970 he married Angie Bowie, and the couple had a son named Zowie Bowie, now known as Duncan Jones. They split in 1980. Bowie married model Iman in 1992. The couple had a daughter, Alexandria Zahra Jones, now 15, and the following year they settled in New York. Bowie continued to record and tour until 2003, when he released Reality, his 23 rd album, which many assumed to be his last. In recent years there were a few low-key live appearances - his last at a charity show in New York in 2006 when he performed alongside Alicia Keys - and an acting role in the film Prestige the same year. In a rare interview in 2002, he explained: \"My entire career, I've only really worked with the same subject matter. The trousers may change, but the actual words and subjects I've always chosen to write with are things to do with isolation, abandonment, fear and anxiety, all of the high points of one's life.\"After releasing his first hit, Space Oddity, in 1969, Bowie became a global superstar with the success of albums such as Hunky Dory and The Rise and Fall of Ziggy Stardust and the Spiders from Mars. In the late 1970s Bowie produced a three-album collaboration with Brian Eno known as the Berlin trilogy. He embraced pop in the 1980s, finding chart success with songs such as Let's Dance and Queen collaboration Under Pressure.Bowie's acting career took off with his performance in Nicolas Roeg's The Man Who Fell to Earth, followed by roles in films such as Labyrinth, The Last Temptation of Christ and Absolute Beginners. More recently, he appeared as himself in the film Zoolander and the Ricky Gervais sitcom Extras.He had kept a low profile in recent years after reportedly suffering a heart attack in the 2000s, and his last live performance was at a 2006 charity show in New York. \"My entire career, I've only really worked with the same subject matter,\" Bowie said in a 2002 interview. \"The trousers may change, but the actual words and subjects I've always chosen to write with are things to do with isolation, abandonment, fear and anxiety all of the high points of one's life.\"", "TG_10024": "The escalating encryption fight between Apple and the FBI has a prominent dissenter inside the government: US defense secretary Ashton Carter. Related:  Apple v FBI congressional hearing - as it happenedThe powerful Pentagon chief has not publicly undercut the FBI's demands for Apple to write software undermining security features on its iPhone, which the bureau says is necessary to investigate the San Bernardino terrorist attack. Yet Carter, according to people familiar with his thinking, has grown concerned that the increasingly bitter showdown between Apple and the bureau is jeopardizing his own efforts to forge closer ties with Silicon Valley - a major priority of his tenure at the Pentagon. As Comey fights encryption, Carter is bear-hugging it.His current trip to the west coast, only the latest in a series of California jaunts, is devoted primarily to appealing for help with securing US defense networks - embracing the robust encryption that the FBI warns will lock law enforcement out of judicially-authorized criminal and national security investigations.\"I'm just speaking for the [Defense Department] - data security, including encryption, is absolutely essential to us,\" Carter said on stage at the RSA security conference in San Francisco on Wednesday. Defense Department top brass, including some leaders at the National Security Agency, also have a different set of interests in the encryption debate compared to law enforcement. The military has more of an interest in iron-clad data security as it traffics in highly classified secrets. Meanwhile, the NSA tends to have more hacker tricks up its sleeve to get around intelligence targets' security measures, including encryption, compared to the typical FBI agent or local police investigator. Carter said, for instance, that he would be opposed to building a function into commercial encryption that would give the government access to data. \"I'm not a believer in backdoors or a single technical approach. I don't think that's realistic,\" he said.Congress may end up drafting legislation 'in anger and grief'Carter declined to comment specifically on the Apple case other than to say one incident shouldn't determine the final outcome of the privacy fight. But he is understood to think the FBI is not unreasonable in its demand in the Apple case. The defense chief is concerned that the fight is leaving the tech industry confused about how the government views encryption, and the acrimony surrounding it is deepening the post-Edward Snowden rift between the government and Silicon Valley.Still, the defense secretary in conversation with the venture capitalist Ted Schlein, who is himself close to Washington, urged technology companies to look for ways to compromise with the government. If they don't, the pair warned, both the industry and the government will have to deal with legislation written by Congress \"who don't have the technical knowledge\", Carter said. \"It may be written in an atmosphere of anger and grief.\"Pentagon wants to attract 'vetted hackers'In 2015, Carter became the first defense secretary to travel to the Bay Area in 20 years, signaling his concern that the US military is losing the technological advantages it has had for a generation.Carter wants to attract what the Pentagon called \"vetted hackers\" for Hack the Pentagon, a hackathon to test the tensile strength of US military cybersecurity, officials said on 3 March. The Pentagon will invite hackers to search for vulnerabilities on its public webpages that hackers might exploit - a task familiar to Silicon Valley but not the the Pentagon. It is expressly aimed at the very coders who might feel alienated by the Apple-FBI clash. The one requirement is that hackers be US citizens, Carter said.\"Bringing in the best talent, technology and processes from the private sector not only helps us deliver comprehensive, more secure solutions to the DoD, but it also helps us better protect our country,\" said Chris Lynch, the director of the Defense Digital Service, another Carter initiative to bolster the department's digital defense. As Comey was defending to Congress his pursuit of unlocking an iPhone 5C used by a terrorist in December's San Bernardino attacks, Carter explicitly called Apple a \"partner\" during a speech at the Commonwealth Club on 1 March.Carter waxed lyrical about the \"garages and dorm rooms and home offices and research laboratories\" of tech-sector giants and pledged to \"preserve access to a free, open and secure internet\" that technologists say the FBI will undermine by compelling Apple to write software that rolls back the company's user-security features. Even as Carter delicately tiptoed around the Apple-FBI clash, he urged continued \"partnership\" with Silicon Valley and warned against China's \"intent to require backdoors to all new technologies\" - a point Apple has made to underscore the unintended consequences of the FBI's push. Carter, more so than any other Washington official these days, appears to have had some success befriending Silicon Valley even as it wages a war of words with other parts of the Obama administration.On Wednesday he announced a new defense innovation board that will try to use the valley's smarts to solve major defense problems, to be led by Alphabet executive Eric Schmidt. Related:  Security experts: FBI asking Apple to weaken encryption is 'path to hell'Google, Facebook and Microsoft all expected to file supporting briefsDespite Carter's plea for partnership, the battle lines between law enforcement and Silicon Valley are hardening.Major tech companies including Microsoft, Google and Facebook are expected to file a legal brief supporting Apple by 3 March. On 2 March Apple filed its formal objection to the federal judge's order to help the FBI unlock an iPhone used by one of the San Bernardino attackers. The digital-rights groups AccessNow and the Wickr Foundation, as well as the American Civil Liberties Union, on 2 March filed briefs strongly backing Apple, warning that the \"far-reaching consequences\" of the FBI's position include \"deliberately compromised digital security [that] would undermine human rights groups around the globe\".The ACLU argued that the FBI has exceeded the bounds of both the almost 230-year-old law enabling judges to enforce warrants and the Constitution by effectively \"enlist[ing] private parties as its investigative agents to seek out information they do not possess or control\".", "TG_10030": "A nun from Derry in Northern Ireland has been killed in the earthquake in Ecuador, it has been confirmed.Sister Clare Theresa Crockett, a 33-year-old missionary, was based at a school in Playa Prieta and was teaching children to play the guitar when the quake struck. She had worked for the Catholic Home of the Mother Order for 15 years. In a statement confirming her death, Crockett's family said: \"On Sunday 17th April, we lost our daughter, sister and aunt Sister Clare Theresa Crockett as a result of the earthquake in Ecuador. She was situated in a school in Playa Prieta with the Home of the Mother Order. At this difficult time we would ask for privacy.\"Fr Roland Cahoon, the nun's spiritual director, told BBC Radio Foyle that Sister Crockett was \"a beautiful person\". The priest added: \"This is a young girl who gave her life to God and died for the gospel. She was a joyful girl. I've known her since she was a teenager. A beautiful person. \"I'll remember the joy that she brought to her youth group and the enthusiasm she showed for her vocation to religious life. It's counter-cultural to join a religious order for a young girl and she embraced it. We'll remember her with such affection.\" Sister Crockett had been doing missionary work across the world since she entered holy orders 15 years ago. More than 270 people are so far known to have died in Ecuador's most devastating earthquake in 40 years. Authorities have warned that the official death toll after the 7.8-magnitude quake is likely to rise, with many people still trapped and rescue efforts hampered by landslides.", "TG_10009": "The Panama Papers amount to the biggest documentary leak in history. Their potential impact is enormous. And one man who knows this already is Britain's prime minister, David Cameron.On Tuesday, he was the subject of headlines across the national press following the revelation that his late father, Ian Cameron, ran an offshore fund which avoided paying tax in Britain.His insistence that it was a \"private matter\" only served to increase the scale of coverage, with editorials calling on him to honour his previous promises to tackle tax avoidance.Despite the acknowledgement that his family had done nothing illegal, the uncomfortable headlines were surely only the first round in what could be a lengthy newspaper battle to call him to account.Papers of the left and right saw the story in similar fashion: \"So, do you STILL have family money stashed in a secret offshore tax haven, prime minister?\" (Daily Mirror); \"Cameron dragged into tax havens storm\" (Daily Mail); \"The hidden deals that helped David Cameron's father avoid paying UK tax\" (The Guardian); \" Cameron's father named in offshore tax scandal \" (The Times); \"Cam's panned for his dad's Panama plan\" (The Sun); \"Cameron tight-lipped over offshore tax haven\" (Daily Telegraph); \"Cameron's dad named in offshore tax storm\" (Daily Express); \"Taxing problem for Cameron, as his father and UK banks named in leak\" (i) and \"Panama link to Camerons\" (Metro).There were differences in prominence, however. The Telegraph, Express, Sun and Financial Times did not think the story worth a front page lead. Indeed, the coverage in the Telegraph and Express was noticeably skimpy in comparison to the other titles. Neither thought it merited a leading article. Why?The Guardian had no doubt of the leak's significance. What has \"broken out of the vaults of offshore legal specialists Mossack Fonseca is one overriding sense. \"The sense that normal rules do not apply to the global elite. In a new gilded age, taxes would - once again - appear to be for the little people.\" The paper continued: \"The evidence in the Panama Papers about secretive shell companies is damning on both the tax-dodging and the skulduggery fronts... No longer is this about faceless corporations and financiers, but about leading politicians and their circles, sometimes the same politicians who have been asking for all the sacrifices.\" The Guardian stressed that \"every case must be carefully judged on the specifics\" and said \"Cameron can fairly protest that the son is not responsible for the deeds of the father, especially not as he has taken some steps - such as banning the 'bearer shares' that Cameron Sr's fund long ago used - to protect the public interest.\"Even so, the father's dealings \"helped to pay the prime minister's school fees and swelled his inheritance\" so \"No 10 must understand that it will not do to dismiss... the question of whether any Cameron family money remains tied up in the fund as 'a private matter.'\"The Mirror was unsympathetic, arguing that \"Cameron is both arrogant and deluded if he believes he can dismiss questions about his family's entanglement in aggressive, morally dubious tax avoidance as a 'private matter.'\" It said: \"He might get away with this contemptuous defence if he were just another voter - but Cameron is a lawmaker. He's holder of the highest elected office in the land... The great British public, lawfully paying their own taxes, have an absolute right to be told by the prime minister what he knew about his dad's complex affairs... What confidence can the tax-paying electorate have in our PM to stamp out tax havens exploited by the rich and wealthy if the stench of suspicion surrounds the occupant of No10 because he stonewalls legitimate questions?... The nation will not let you avoid the question.\" The Mail thought the revelations \"bad news\" for Cameron.  While accepting that \"there is no suggestion the Cameron family has done anything illegal\" and that the PM could not be held accountable for his father's decisions, it urged him to view this the \"toxic controversy as a wake-up call to finally bang heads together at HMRC - and ensure everyone pays their fair share.\"                     In its editorial, the Times reminded its readers of Cameron's pledge at the 2013 G8 summit to fight \"the scourge of tax evasion and aggressive tax avoidance\". But it did not pursue the prime minister over the matter, merely noting his familial involvement in passing: \"Twelve national leaders are among 143 politicians, family members (including Mr Cameron's late father) and cronies cited in the Panama papers. They might have slept more peacefully if journalists had respected their privacy but that does not mean they are entitled to it unconditionally...  Tax havens and their high walls shelter more than $1 trillion of illicit financial outflows from developing countries. They perform a service to corrupt elites, some of them dominant G20 states including Russia and China... Information has to be shared on the true ownership of corporations and made freely available. There is strong public interest in transparency... The strategic aim must be plainly stated and enforced: tax cheats should be denied their hiding places.\" The Independent noted Cameron's \"embarrassment\" but contended that his government \"did at least put tax transparency on the agenda for the G8 summit\" in 2013.\"Mr Cameron is entitled to point out that a lot of international work has been done in recent years to reduce secrecy,\" it said. \"Progress has been made in regularising the status of the crown dependencies, the Channel Islands and the Isle of Man.\"Solutions to the problem of tax havens need to be coordinated, said the Indy. If the publication of the Panama papers increases pressure on governments, then \"the leaker will have done the world another service.\"As far as the Sun is concerned, the leak is further proof that \"when it comes to tax, there's one rule for the very rich and another for the rest of us... if you've got the cash there are countless ways to get around paying.\"For the tax system to work, it said, \"everyone must pay their fair share ? especially the mega-rich.\" It continued:  \"David Cameron has promised to end 'tax secrecy' and he's done more than any prime minister before him, although it doesn't look good that his father ran an offshore fund for 30 years. But if he's serious about tackling tax avoidance, it's time to get stuck in. Show us we're really 'all in it together.'\" Metro, which asserts its neutrality, does not carry an editorial. But the contributions to its letters page, headlined \"I want an offshore account too, please\", offered a fascinating insight into the public's reaction to the story. All were wholly critical of the use of tax havens. Cameron, clearly, has work to do.", "TG_10012": "Companies will be held criminally liable if they fail to stop their employees from facilitating tax evasion, David Cameron will tell MPs, as he uses a parliamentary statement to defend himself after one of the most difficult weeks of his premiership.The prime minister has been under pressure over his handling of revelations about Panama-based companies, including an offshore trust set up by his late father, Ian Cameron.He will insist that Blairmore Holdings was not set up to avoid tax, and will say that his government \"has done more than any other to take action against corruption in all its forms\". But Cameron is likely to come under further pressure from the Labour leader, Jeremy Corbyn, who will say that he still has more questions to answer. On Sunday, Corbyn piled pressure on other cabinet ministers and MPs to follow in the prime minister's footsteps as he suggested that full disclosure from politicians was the direction that things were moving in.Angus Robertson, the SNP leader in Westminster, turned the pressure on to the chancellor, George Osborne, calling on him to be more open with his finances. A Treasury source said in response: \"We have been clear that the chancellor has never had any offshore shareholdings or other interests. His income and interests are straightforward and declared publicly: his salary, rental income from a property in London and a shareholding in his father's firm, Osborne and Little. He is always happy to consider ways to ?offer even more transparency.\" The intervention came as Nicola Sturgeon, the Scottish first minister, became the latest political figure to publish her tax returns. The SNP leader was paid more than £104,000 for her role as first minister last year, and paid more than £31,000 in tax.She joined two other Scottish political leaders - Labour's Kezia Dugdale and the Conservatives' Ruth Davidson - in releasing the personal information. The two opposition leaders released their tax schedule on Sunday morning, revealing they were each paid £52,000 for their roles as MSPs last year. The shadow chancellor, John McDonnell, suggested that he could see no problem with a rule compelling all MPs to provide such information.Even a cabinet member conceded that it ought to be considered. The energy secretary, Amber Rudd, said it was not the right move in her opinion, but it was worth looking into.The defence minister Penny Mordaunt went further, conceding that public pressure might make the move inevitable. \"Although I understand arguments about privacy and security, if that is what the electorate require of their elected officials I think that is what will have to happen.\"Labour said it was calling for an immediate public inquiry into the revelations in the Panama Papers, and called for a change in parliamentary rules to make it mandatory for MPs to publish details of all offshore holdings. The pledges were part of a tax transparency enforcement programme published by McDonnell, who said urgent action was needed after a week of \"half-truths and spin\". He said it was a matter of national shame that half the companies named in the leak were registered in UK-governed tax havens, and questioned why Cameron had lobbied to prevent more regulation of offshore trusts.Corbyn said the prime minister ought to also face questions from the parliamentary standards commissioner over the shares he held in an offshore trust set up by his late father, after a Labour MP made a complaint that could trigger an investigation.John Mann referred Cameron to the commissioner, Kathryn Hudson, saying that his failure to declare £30,000 made from the sale of shares in the trust may have broken the ethos of the rules.Downing Street has pointed out that the money Cameron invested was well below the threshold that requires a submission, and said its rules suggested unit trusts were not normally listed. Moreover, they say that a number of tax experts have made clear that the prime minister paid all the tax that was owed on his shares, and reject any suggestion that Blairmore was set up to avoid tax. Corbyn, however, said: \"There is a question for parliamentary standards ... There has been a series of changing stories coming out of Downing Street. There has been a statement roughly every 18 to 24 hours since last Monday.\"Speaking on the BBC's Andrew Marr Show, he said Labour would propose tougher parliamentary registration rules that would mean overseas assets had to be declared at a much lower value. Asked whether more MPs and even political journalists should publish their income tax returns, he said: \"I think we are moving in that direction. I think it is a good thing so everyone knows what influences are at play.\" Related:  David Cameron: I know I should have handled it better. Not a great weekThe questions for Cameron, he added, were whether he benefited from the offshore trust before 2010, and why the money was placed in an overseas tax haven in the first place. On Saturday Cameron took an unprecedented decision to release his personal tax records, revealing that his mother had transferred two separate payments of £100,000 to his accounts in 2011, in lifetime gifts that will not be liable for inheritance tax after 2018.One Conservative minister hit out at Corbyn for his attacks on the prime minister. The justice minister Dominic Raab said the Labour leader had promised a \"kinder politics\" but was now \"whipping up a mob mentality\".Raab told Sky News's Murnaghan show: \"Amid all the froth and frenzy of the media debate, it seems crystal clear not only that he has not done anything illegal, but that he has not behaved improperly in any way. And he has gone further than any prime minister previously in publishing these tax returns and I think he wanted to show he has got nothing to hide. \"Frankly, some of the personalised attacks on him and his father have been deeply unsavoury,\" he added, saying some Labour MPs were \"behaving like hyenas\". Related:  What's in David Cameron's tax returns: a few strokes of luck but no shady shenanigans", "TG_1": "The red-top executive cannot say for certain if the failure of the John Terry superinjunction has flung open the tabloid floodgates. What is more, he doesn't care. \"No idea. I'm just enjoying the stories while I can!\"After Mr Justice Tugendhat last month lifted the superinjunction about John Terry's infidelity, there has been a slew of tabloid copy about the TV presenter Vernon Kay and the footballer Ashley Cole. The stories don't refer to recent events, and come after what many commentators perceive to be a fallow period for the tabloids since the News of the World lost its privacy case (and £60,000 damages) against Max Mosley in July 2008. So the question is being asked - is this a change in mood, or have the legal ties on privacy been loosened?\"The tabloid press have become more aggressive recently, especially about celebrity and revelatory stories. They currently seem to have got the bit between their teeth,\" says the lawyer Graham Shear, a partner at Berwin Leighton Paisner who represents both Cheryl and Ashley Cole among other celebrity clients.Another senior newspaper executive says: \"There's definitely an element of revenge against lawyers. Lawyers had been aggressive against newspapers since Mosley.\"The Ashley Cole story had apparently been sitting in the Sun's cupboard for a while. Cole has a history of legal action against the paper's parent, News International, but his most recent action for breach of privacy was settled before it reached a court hearing - one source says because Cheryl Cole did not wish to take the stand.A point that newspaper executives and lawyers agree on is that one tabloid story about a footballer can prompt other sources to \"come out of the woodwork\".Mark Stephens, a partner at Finers Stephens Innocent, says that at the heart of the current questions about celebrity, privacy and the press is the fact that \"jurisprudence around privacy is frankly gobbledygook\". The privacy law is not set out in a detailed statute but evolves from one case to the next, whether that be due to the European court of human rights, UK judges or \"ambulance-chasing claimant lawyers who want to push forward the boundaries of privacy and draw an even greater veil over what goes on\".Shear, who has taken out several superinjunctions, says: \"Adjudicating the balance between the individual's right to privacy, on the one hand, and the freedom of expression on the other is not an easy task. Assessing what is in the public interest, as opposed to what the public may be interested in, is often at the root of the argument.\"Shear believes it is impossible to codify a privacy law, as each case is different and decided on its individual merits. And while lawyers are reluctant to criticise the law firm Schillings for its botched superinjunction strategy for Terry, Stephens says: \"It made a disaster out of a crisis by drawing attention to Terry.\"They point to the superinjunction application falling over because it focused on protecting his commercial interests rather his personal life.Tom Crone, the News of the World legal manager, called the Tugendhat ruling a \"long overdue breath of fresh air and common sense\" in News International's staff magazine We're News. He wrote: \"Over recent years, there has been more prior restraint on freedom of speech in Britain than in any other democratic country in the world. Hopefully today's victory by the News of the World will lead to a fundamental reassessment of our draconian privacy laws. The British public's right to know has been the victim of this legal process. Hopefully that will now change.\"But there is another factor in play. Gossip now stretches across the globe, thanks to social networking sites, blogs, and Twitter. And as the Guardian's successful fight against the Trafigura case shows, the digital grapevine helps liberate the story rather than suppress it.Shortly after the Sun ran its story about an unnamed Premier League manager it had caught in a brothel, Stephens attended a football match between West Ham and Portsmouth, whose manager Avram Grant was the unnamed man. But the story was evidently out there. \"At the match there was barracking coming from the terraces,\" Stephens says. The Daily Telegraph eventually named Grant, citing the fact that his name was out in the blogosphere.Shear is one of many lawyers who thinks the situation is only temporary. \"The more aggressive the tabloids become in reporting private issues about celebrities so that they will boost sales, the more likely it is to be short-lived. I anticipate that the tabloids will step out of line and claimant lawyers who act for celebrities in this area will test them in the courts.\"Celebrities and their lawyers can take out injunctions at the royal courts of justice, but that only covers England and Wales. The web is borderless and stateless.Stephens says: \"Spycatcher showed that the courts will not grant a pointless injunction. If the story is out on social media, why should the media be prevented from reporting it if every other form of social media is reporting it?\"Captions:Own goal . . . the failed John Terry superinjunction was swiftly followed by allegations about team-mate Ashley Cole's love life Photo: Eddie Keogh/Reuters", "TG_10040": "A defiant President Dilma Rousseff has insisted that there is no legal justification for her impeachment and warned that any attempt to remove her from power illegally would leave lasting scars on Brazilian democracy.In a 90-minute interview with six foreign media organizations in Planalto, the presidential palace, Rousseff stated that \"peace would reign\" in Brazil by the start of this year's Olympic Games, due to take place in Rio de Janeiro in August.  Over the past few weeks, Brazil has been shaken by huge anti-government protests, as revelations over the country's worst-ever corruption scandal add momentum to an impeachment process that began in December.The president's attempt to appoint her predecessor, Luiz Inácio Lula da Silva, to cabinet last week - in what critics argue is a move to shield him from prosecution - added to widespread public outrage at politicians' impunity and prompted calls for Rousseff's resignation.  \"Why do they want me to resign? Because I am a weak woman? I'm not,\" she said, arguing that her political rivals wanted her to stand down \"to avoid the difficulty of removing - unduly, illegally and criminally - a legitimately elected president from power\".Pushed as to why it was necessary for Lula to become a minister, rather than serve as an adviser, Rousseff said he had repeatedly turned down her requests to join her government, but now that the crisis had deepened he was doing it as a service for Brazil.\"I became his cabinet chief in 2005 in the middle of the mensalão [cash-for-votes scandal],\" she said. \"I know I helped him then, and I know he can help me now.\"                     The impeachment process currently in congress accuses Rousseff of using illegal accounting manoeuvres to balance her government's books, but she insists that the legal basis for the accusation is extremely weak.Rousseff has proved herself a fighter. As a leftwing guerrilla during the dictatorship era, she was imprisoned and reportedly tortured.Rousseff noted that every president since the time of Getúlio Vargas (who ruled from 1930 to 1945) have had impeachment processes launched against them. She also noted that the man who initiated the case against her, Eduardo Cunha, the speaker of the lower house of congress, has been charged with corruption.In the president's opinion, the opposition failed to accept their narrow defeat in the 2014 election and since then have pursued a strategy of \"the worse, the better\", by sabotaging her legislative agenda and sinking the country. As for the demonstrations, Rousseff stressed that she was in favour of street protests, because she came from \"a generation in which if you opened your mouth you could go to jail\". But she pointed out that those who have taken to the streets against her government represent less than 2% of Brazil's entire population, and criticised the \"fascist methods\" used by some of her opponents.\"We have never seen such intolerance in Brazil,\" she said. \"We are not an intolerant people.\"  Related:  Brazil's judiciary is in danger of turning the clock back on democracy | Eliane BrumThe past month has been one of the worst in a spectacularly rough second term for the president, who was re-elected in 2014 in one of the closest campaigns in Brazil's political history. Despite a clear mandate, she has had to deal with a hostile congress, an unreliable coalition partner and a corruption investigation that has moved ever closer to the highest level of her Workers Party.Rousseff believes that any attempt to remove her from power without legal justification would represent a \"coup\". \"I am not comparing the coup here to the military coups of the past, but it would be a breaking of the democratic order of Brazil.\"Such a move, she said, \"will have consequences. Maybe not immediately, but it will leave a deep scar on Brazilians' political life.\"For more than a year, there has been a steady drip drip of grim news for Rousseff: the economy is in the midst of its biggest decline in a century, ratings agencies have downgraded Brazil's sovereign debt to junk status and unemployment is rising. Meanwhile, the president's popularity has crashed, the finance minister resigned, and the corruption scandal has paralysed Petrobras - the biggest company in the country - and led to the jailing of the head of the leading construction firm, Odebrecht. Personally and politically, however, the biggest crisis for Dilma has been that sparked by a prosecution investigation into alleged wrongdoing by her predecessor and mentor, Da Silva. The former president - universally known as Lula - was detained for questioning and his home and other properties searched earlier this month. Soon after, Rousseff invited him into her cabinet, thereby taking jurisdiction away from the lower court judges who had approved the warrants for the search and interrogation.Asked by the Guardian about her decision to appoint Lula, a move that is currently suspended awaiting a final supreme court decision, Rousseff was unrepentant.\"Lula is not just a talented negotiator, he also understands all of Brazil's problems,\" she said, insisting that the idea that he has been appointed to avoid scrutiny did not make sense.\"A cabinet minister is not immune from investigation, he faces investigation by the supreme court,\" she said. \"Is the supreme court not good enough to investigate Lula?\" Last week, Sergio Moro, the lead judge in Operation Lava-jato ,  a two-year investigation into corruption at the state-run oil company, Petrobras, released secretly recorded phone calls made by Lula.They included a conversation with Dilma in which she told him she has an instrument of investiture ready for him \"in case it is necessary\". Although ambiguous, this was interpreted by her opponents (and some supporters) as proof that the two were colluding to help the former president avoid prosecution.Calm and seemingly upbeat throughout the interview, the only time Rousseff expressed irritation was when she recalled Moro's leak of the phone tap. \"Violating privacy breaks democracy because it breaks the right of every citizen to a private life,\" she said, banging the table.Accepting that she had been recorded by accident, Rousseff argued that the correct action for the judge to have done would have been to pass the tape to the supreme court, not the media.In a veiled criticism of Moro, the president said, \"a judge must be impartial. A judge cannot rule with political passions.\"Despite having been on the board of Petrobras and a minister of mines and energy, Rousseff has consistently denied knowing anything about the massive corruption scheme that took place at the company. During the interview she insisted that there was a big difference between a company's board of directors and its executives, adding that none of her fellow directors had known about the corruption. She also pointed out the anti-corruption measures that she had instigated during her government, including the law which allows suspects to offer plea-bargain testimony, a development which has significantly facilitated investigators.As well as the impeachment process, Rousseff also faces investigation by Brazil's supreme electoral court over allegations that her 2014 election campaign received financing from the Petrobras scandal. But the president categorically denied that her campaign benefited from any illegal donations and said she was not worried about the contents of the plea-bargaining testimony of her election guru, João Santana.The president said that she was sleeping well and insisted that Brazil's current political crisis was not getting her down. \"I think you only get depressed when you feel guilty about something,\" she said. \"I have never used my powers to favour people who I shouldn't have favoured.\"", "TG_10022": "Tonight, the London Press Club stages a panel debate about the difficulties faced by journalists in seeking to exercise press freedom at a time of increased, and increasing, surveillance by the state.The main speakers will be Liberty's director Shami Chakrabati; the freedom of information campaigner, Heather Brooke, who played a leading role in revealing the MPs' expenses scandal; and the London Evening Standard's home affairs editor, Martin Bentham.I am chairing the debate, entitled \"Press freedom in a surveillance state\", which will take place at London's Stationers' Hall, from 6.30pm for a 6.45pm start. (Networking and drinks begin at 8.30pm).The event, held in association with the Society of Editors, could not be more timely. As London Press Club's chair, Doug Wills, observes: \" Never has there been more passion from all sides about the conflicting demands of privacy, protecting sources and demands for full access for terrorism and crime investigators.\" One subject certain to come up will be journalistic concerns about the police's use of the Regulation of Investigatory Powers Act (Ripa). Wills says that editors are also worried about the political pressure for watering down the freedom of information act. London Press Club members can book a free space by emailing info@londonpressclub.co.uk Non-members can book for £10 via Stationers. More details on London Press Club site.", "TG_1002": "ABSTRACTHome secretary admits yesterday's events damaged Labour but that focus will return to economy, where PM is strongest", "TG_10011": "The Panama Papers amount to the biggest documentary leak in history. Their potential impact is enormous. And one man who knows this already is Britain's prime minister, David Cameron.On Tuesday, he was the subject of headlines across the national press following the revelation that his late father, Ian Cameron, ran an offshore fund which avoided paying tax in Britain.His insistence that it was a \"private matter\" only served to increase the scale of coverage, with editorials calling on him to honour his previous promises to tackle tax avoidance.Despite the acknowledgement that his family had done nothing illegal, the uncomfortable headlines were surely only the first round in what could be a lengthy newspaper battle to call him to account.Papers of the left and right saw the story in similar fashion: \"So, do you STILL have family money stashed in a secret offshore tax haven, prime minister?\" (Daily Mirror); \"Cameron dragged into tax havens storm\" (Daily Mail); \"The hidden deals that helped David Cameron's father avoid paying UK tax\" (The Guardian); \" Cameron's father named in offshore tax scandal \" (The Times); \"Cam's panned for his dad's Panama plan\" (The Sun); \"Cameron tight-lipped over offshore tax haven\" (Daily Telegraph); \"Cameron's dad named in offshore tax storm\" (Daily Express); \"Taxing problem for Cameron, as his father and UK banks named in leak\" (i) and \"Panama link to Camerons\" (Metro).There were differences in prominence, however. The Telegraph, Express, Sun and Financial Times did not think the story worth a front page lead. Indeed, the coverage in the Telegraph and Express was noticeably skimpy in comparison to the other titles. Neither thought it merited a leading article. Why?The Guardian had no doubt of the leak's significance. What has \"broken out of the vaults of offshore legal specialists Mossack Fonseca is one overriding sense. \"The sense that normal rules do not apply to the global elite. In a new gilded age, taxes would - once again - appear to be for the little people.\" The paper continued: \"The evidence in the Panama Papers about secretive shell companies is damning on both the tax-dodging and the skulduggery fronts... No longer is this about faceless corporations and financiers, but about leading politicians and their circles, sometimes the same politicians who have been asking for all the sacrifices.\" The Guardian stressed that \"every case must be carefully judged on the specifics\" and said \"Cameron can fairly protest that the son is not responsible for the deeds of the father, especially not as he has taken some steps - such as banning the 'bearer shares' that Cameron Sr's fund long ago used - to protect the public interest.\"Even so, the father's dealings \"helped to pay the prime minister's school fees and swelled his inheritance\" so \"No 10 must understand that it will not do to dismiss... the question of whether any Cameron family money remains tied up in the fund as 'a private matter.'\"The Mirror was unsympathetic, arguing that \"Cameron is both arrogant and deluded if he believes he can dismiss questions about his family's entanglement in aggressive, morally dubious tax avoidance as a 'private matter.'\" It said: \"He might get away with this contemptuous defence if he were just another voter - but Cameron is a lawmaker. He's holder of the highest elected office in the land... The great British public, lawfully paying their own taxes, have an absolute right to be told by the prime minister what he knew about his dad's complex affairs... What confidence can the tax-paying electorate have in our PM to stamp out tax havens exploited by the rich and wealthy if the stench of suspicion surrounds the occupant of No10 because he stonewalls legitimate questions?... The nation will not let you avoid the question.\" The Mail thought the revelations \"bad news\" for Cameron.  While accepting that \"there is no suggestion the Cameron family has done anything illegal\" and that the PM could not be held accountable for his father's decisions, it urged him to view this \"toxic controversy as a wake-up call to finally bang heads together at HMRC - and ensure everyone pays their fair share.\"                     In its editorial, the Times reminded its readers of Cameron's pledge at the 2013 G8 summit to fight \"the scourge of tax evasion and aggressive tax avoidance\". But it did not pursue the prime minister over the matter, merely noting his familial involvement in passing: \"Twelve national leaders are among 143 politicians, family members (including Mr Cameron's late father) and cronies cited in the Panama papers. They might have slept more peacefully if journalists had respected their privacy but that does not mean they are entitled to it unconditionally...  Tax havens and their high walls shelter more than $1 trillion of illicit financial outflows from developing countries. They perform a service to corrupt elites, some of them dominant G20 states including Russia and China... Information has to be shared on the true ownership of corporations and made freely available. There is strong public interest in transparency... The strategic aim must be plainly stated and enforced: tax cheats should be denied their hiding places.\" The Independent noted Cameron's \"embarrassment\" but contended that his government \"did at least put tax transparency on the agenda for the G8 summit\" in 2013.\"Mr Cameron is entitled to point out that a lot of international work has been done in recent years to reduce secrecy,\" it said. \"Progress has been made in regularising the status of the crown dependencies, the Channel Islands and the Isle of Man.\"Solutions to the problem of tax havens need to be coordinated, said the Indy. If the publication of the Panama papers increases pressure on governments, then \"the leaker will have done the world another service.\"As far as the Sun is concerned, the leak is further proof that \"when it comes to tax, there's one rule for the very rich and another for the rest of us... if you've got the cash there are countless ways to get around paying.\"For the tax system to work, it said, \"everyone must pay their fair share ? especially the mega-rich.\" It continued:  \"David Cameron has promised to end 'tax secrecy' and he's done more than any prime minister before him, although it doesn't look good that his father ran an offshore fund for 30 years. But if he's serious about tackling tax avoidance, it's time to get stuck in. Show us we're really 'all in it together.'\" Metro, which asserts its neutrality, does not carry an editorial. But the contributions to its letters page, headlined \"I want an offshore account too, please\", offered a fascinating insight into the public's reaction to the story. All were wholly critical of the use of tax havens. Cameron, clearly, has work to do.", "TG_10018": "High fences, security cameras, razor wire and gatehouse vehicle checks: modern Premier League training grounds often seem more like military installations than offshoots of the entertainment industry. If some of the protection and privacy is necessary, many clubs embrace effective \"lockdown mode\" a little too enthusiastically and David Moyes is suitably concerned about the resultant disconnect between players, supporters and reporters.It explains why, this week, Sunderland's manager threw open the doors of his club's magnificently appointed, if slightly windy, training HQ and offered journalists rare \"access all areas\". Managers in charge of struggling clubs - and Sunderland are bottom of the table, with no Premier League wins and only two points this season - traditionally adopt siege mentalities but defying convention, Moyes allowed his guests to watch an entire training session as he prepared for Saturday's fixture at Stoke City.The manager became happily accustomed to staging daily \"open training\" during his time coaching Real Sociedad in La Liga, and Jermain Defoe is similarly familiar with the concept. The former England striker certainly had no inhibitions about showing off his extraordinary finishing ability - crowned by one particularly acrobatic volley - to an enlarged audience.\"It made a difference, in a good way,\" Defoe said. \"It was good for the young lads, having people watch lifts players. They do it all the time in Canada and America, in MLS. When I played for Toronto, reporters talk to you in the changing room. You step out of the shower and there's a couple of women there.\"That may be one step too far for Sunderland but a fully clothed Defoe duly seized an opportunity to challenge the north-east's often deceptively unflattering image. Back in August Moyes - the club's seventh manager in five years - was shocked when several leading British players including Joe Hart, Jack Wilshere and Ryan Mason rejected mooted moves to Wearside. Despite a recent history studded with near constant 11th-hour relegation escapes, he still cannot quite believe that Sunderland's regular, fanatical, 40,000-plus crowds, top-drawer infrastructure and illustrious past counted for nothing.\"I'm a real London boy but I've loved living up here,\" Defoe said. \"I've enjoyed it and embraced it. It's a nice area. The only difference is that's it's colder. Everything else is just an excuse and if you love football, you can't make excuses.\"If you love playing football, if you want to play in front of amazing fans in a big stadium, at a club with fantastic training facilities then put some tracksuit bottoms on and come and play for Sunderland. Making excuses is a soft way out.\"Defoe concedes that he, too, once had \"a different perception,\" of the north-east. \"But that was before Toronto,\" he says. \"Until then I thought it was too cold 'up north'. Then I went to Canada. The cold there. Wow. After that, Sunderland's tropical.\"The heat is already on Moyes, with many pundits forecasting relegation. \"We know we have to improve but there's a long way to go,\" Defoe said. \"It's not a situation you want to be in but it's nothing new to us; maybe other teams would panic more in our position. If the whole team sticks together we'll be fine. If we win at Stoke, we're up and running.\" The 34-year-old is encouraged by the squad's surprisingly resilient morale. \"There's some good characters here. The spirit's always been good, the spirit's not the problem.\"Quality is a different matter and his efforts to make Sunderland much more than the sum of their parts have sometimes reduced Defoe to on-pitch tears after scoring key goals. \"It's just the emotion of such important games,\" the striker said.\"It's because we needed the points so bad it was scary. We've got a good thing here, relegation would be a shame.\"I've always felt we have so much more to give, that we can improve and push on. Those times I've cried, it's because it means so much for me to be here and scoring goals. It's special here.\"Moyes is similarly frustrated by his enduring struggle to unlock Sunderland's potential but Defoe points out that it is still only three months since he succeeded Sam Allardyce and improvements will inevitably be incremental.Significantly, insiders say the Scot is their most \"hands-on\" manager in years and talk of his enthusiasm for breathing new life into this doziest of sleeping giants in much the same way that Rafael Benítez is revitalising Newcastle United.Certainly watching Moyes work as the focal point of training - variously instructing Patrick van Aanholt to \"track back' at breakneck speed and shouting \"love it\" as 14 consecutive passes are registered during an exercise in close control under pressure - is to see vision and commitment shining through the October gloom. \"It's been difficult,\" Defoe said. \"But you can't just come into a club and make it click overnight. There's a new way of playing and it was always going to take time to build something. Hopefully the manager will get time.\"", "TG_0": "The UK Information Commissioner's Office has ordered Google to destroy personal data that was collected from British home wireless networks in 2008.But the ICO says it will take no action against the company, bringing condemnation from the pressure group Privacy International, which says the ICO is \"10 steps behind the game\" in monitoring privacy intrusions and breaches by US companies operating in the UK.The row comes amid concern over the erosion of British individuals' control of personal data held by US companies, which has been highlighted at the social networking site Facebook, with about 450 million users worldwide. Campaigners are urging users to quit the site from 31 May in protest at its continual revision of its privacy policy which makes it harder for users to limit the spread of information about themselves.Google admitted last week that it collected Wi-Fi data from millions of homes and businesses around the world while it was taking pictures for its Street View product. The collection came to light following enquiries in Germany.Simon Davies, the director of Privacy International, said: \"Google is going to be the target of a criminal prosecution somewhere in the world for this. But if the evidence is destroyed, there's no way to examine whether a crime has been committed.\" The Irish Data Protection Authority has also ordered Google to delete the data collected while getting Street View pictures.The ICO said: \"It appears that while not all information collected necessarily identified individuals, there has been some unnecessary and excessive collection and storage of personal data.\"However, because Google said it was unlikely that anything other than fragments of content had been collected, \"there does not seem to be any reason to keep the data concerned for evidential purposes\".Google's chief executive, Eric Schmidt, defended his company's record on privacy, saying it has the \"most consumer-centric privacy policy of any service online\".Speaking at Google's annual Zeitgeist Europe forum, Schmidt said: \"We are not in any sort of denial or lack of understanding of how important this question is. Society as a group has not decided what is appropriate and what is not appropriate in the privacy sphere, and each society and group will differ.\"He repeated that the Street View problem involved a small amount of fragmented data that was not used and he confirmed that \"changes have been made\" to Google's procedures to ensure privacy issues are discussed \"well ahead of time. It's an absolute mistake to think about this the week before a product comes out\".Facebook's users are meanwhile showing increasing concern about its repeated rolling back of privacy provisions.More people are searching for details on how to delete their account - although some have complained that when they leave the site their data is not deleted.A growing number are signing up at a site called QuitFacebookDay.com, which urges people to delete their profiles permanently.\"For a lot of people, quitting Facebook revolves around privacy,\" says a statement on the site by Matthew Milan and Joseph Dee, who are web designers based in Toronto. \"This is a legitimate concern, but we also think the privacy issue is just the symptom of a larger set of issues. The cumulative effects of what Facebook does now will not play out well in the future.\"Richard Allan, director of policy for Facebook, responded: \"We know that people inside Facebook are taking that (criticism) very seriously with the concerns that people have been expressing.\"Allan indicated that the company may try to make it simpler for people to control the privacy settings on their accounts - which have 50 different settings with a total of 170 options.The ICO says it will investigate any complaints about Facebook's revised policy, but that none have been made so far. It said it was satisfied that Facebook does delete data when a profile is completely removed - but that some people make their profile \"dormant\", meaning it can be revived at a later date.Davies commented: \"Facebook's privacy has been in slow corrosion mode for three years. Its ethical compass has slipped at the same rate as Google's.\"Last week the European commission's data protection working party wrote to Facebook saying that its recent changes, which made previously private information publicly viewable by default, were unacceptable. The letter said: \"Providers of social networking sites should be aware that it would be a breach of data protection law if they use personal data of other individuals contained in a user profile for commercial purposes if these other individuals have not given their free and unambiguous consent.\"Allan said that Facebook will respond to the letter presently.Davies urged the ICO to investigate Google's use of systems to collect data about wireless networks more closely.In its blogpost, Google said: \"In 2006 an engineer working on an experimental project wrote a piece of code that sampled all categories of publicly broadcast Wi-Fi data. A year later . . . our mobile team . . . included that code in their software - although the project leaders did not want, and had no intention of using, payload data.\" However, said Davies, \"code doesn't just get mixed with the main system like raspberry cordial. Someone must know how it got there. There's more to this than meets the eye\".Captions:Looking for troubleGoogle used car-mounted cameras, such as the one pictured here in the Netherlands, to gather information for its Street View product, but in the process collected wireless network data Photograph: EPA/Toussaint Kluiters", "TG_10021": "Angela Merkel has vowed she will not allow Germany to be \"paralysed by fear\" after rightwing populist politicians rushed to blame the chancellor and her refugee policies for Monday evening's deadly truck attack on a Berlin Christmas market.Speaking at her chancellery on Tuesday morning, Merkel was quick to sketch out a worst-case scenario - unusually for a politician who prefers to deal in pragmatic solutions. \"Given our current information, we have to assume we are dealing with a terrorist attack,\" she told reporters. But she added: \"We do not want to live paralysed by the fear of evil. Even if it is difficult in these hours, we will find the strength for the life we want to live in Germany - free, together and open.\"Political opponents rejected her plea for unity, renewing their criticism of her refugee strategy and laying the blame for the attack unambiguously at her door. \"The environment in which such acts can spread was carelessly and systematically imported over the past one and a half years,\" said Frauke Petry, leader of the rightwing populist Alternative for Germany (AfD). \"It was not an isolated incident and it won't be the last.\" Petry's partner, MEP Marcus Pretzell, posted a message on Twitter for what he called the \"Let's-wait-and-see brigade\" less than an hour after the attack: \"This is what happens when you wait and see\".  An die \"Erstmal-abwarten-Fraktion\": Sowas kommt von abwarten. #Breitscheidplatz - Marcus Pretzell (@MarcusPretzell) December 19, 2016Horst Seehofer, the leader of Merkel's Bavarian sister party, the Christian Social Union, criticised her policies in more diplomatic but no less forceful terms: \"We owe it to the victims, to those affected and to the whole population to rethink our immigration and security policy and to change it.\" When she appeared before the television cameras on Tuesday morning, Merkel did not shy away from the possible ramifications of the attacker being identified as a refugee or migrant. \"I know that it would be particularly hard to bear for all of us if it was confirmed that a person committed this crime who asked for protection and asylum in Germany,\" she said. That confirmation appeared to follow soon after the end of her press conference, only to be withdrawn just a couple of hours later. As Merkel, together with the foreign minister, Frank-Walter Steinmeier, and Berlin's mayor, Michael Müller, were laying down flowers at the site where the truck had crashed into the side of a Christmas market, the chief of Berlin's police admitted it was unclear whether the suspect they had arrested shortly after the attack was indeed the driver behind the deadly rampage. Later, the man - a 23-year-old Pakistani citizen who had arrived in Germany on 31 December 2015 - was released. The political significance of Monday night's tragedy, however, had by then been made clear. At the end of a year in which Merkel has seen some of her closest allies on the international stage succumb to populist anger - including US President Barack Obama, David Cameron in Britain, François Hollande in France and Matteo Renzi in Italy - and just before the start of a year in which she is determined to avoid a similar fate, a deadly attack on German soil was precisely what her supporters feared most. Related:  Police pore over Polish truck driver's final hours for clues to Berlin attackWhatever the ongoing investigations into the perpetrator's motives reveal, the German chancellor will be faced with part of her electorate asking if the tragedy came about as a direct result of her policy decisions last year, when Merkel kept open Germany's borders for refugees stranded in Hungary.Reactions to the Berlin attack have already shown the extent to which an answer to that question is ideological. Hajo Funke, a politics professor at Berlin's Free University, suggested that Merkel would get little political mileage out of atoning for past decisions. \"Germany's voters will choose politicians based on whether they have workable political answers, not empty promises,\" he said. \"The AfD has no actual solutions to the terrorist problem and 90% of the population sees that.\"Merkel's approval ratings dropped considerably after two terrorist attacks in southern Germany in the summer, but recently recovered to the levels the chancellor enjoyed before the start of the refugee crisis.While recent polls have put Petry's party on 12-13%, Funke argued that the \"base of political power\" in Germany's coalition-based political system would continue to lie with Merkel's Christian Democrats, currently on 33-36%, the centre-left Social Democrats (21-23%) and the Green party (10-11%). Yet in the wake of Monday's attack, even shoring up that base of support will require Merkel to do more to assure her electorate that she can guarantee their safety. At the Christian Democrats' conference earlier this month, it was clear that a party that once stood faithfully behind its leader now contained a backbench cabal agitating for a rightward lurch. Related:  'It was terrifying': Berlin market attack witnesses describe carnageMerkel has repeatedly shown that she is less averse to populist gestures on a domestic stage than her international admirers give her credit for: since September 2015, her government has gradually restricted the list of countries whose citizens can rightfully claim asylum in Germany, a point underlined by a series of high-profile deportations to Afghanistan that commenced last week.Last month, the German chancellor even endorsed her party's proposal for a ban of the full facial veil. She placed a caveat on her demand in characteristic style with the phrase \"wherever it is legally possible\" - a move echoed on Tuesday when she vowed that the perpetrator of the Berlin truck attack would be punished \"as severely as our laws demand\".Even in the centre of the political spectrum, the room for manoeuvre is not limitless, however. After Monday's attack, and following a high-profile hunt for a man filmed kicking a young woman down a flight of stairs at a Berlin metro station, there may be an opportunity for Merkel to take a more hawkish stance on the use of CCTV surveillance in public space, traditionally a sensitive issue in privacy-conscious Germany. But after almost two years of a highly polemicised political debate over the refugee crisis, some policy avenues are now permanently closed to the chancellor. A set upper limit on the number of refugees who can enter the country - which many in her party believe would have reassured traditional conservatives - is out of the question because it would amount to a climbdown in her ongoing standoff with Seehofer and thus a serious loss of face.Merkel has gone way beyond the point where she can ever win back members of the AfD and their dyed-in-the-wool supporters. Arguably she does not need to, but a loss of political authority, and a party that tacks right while she steers left, could fatally undermine her campaign for a fourth term in next year's elections.", "TG_10037": "A defiant Dilma Rousseff has insisted that there is no legal justification for her impeachment and warned that any attempt to remove her from power illegally would leave lasting scars on Brazilian democracy.In a 90-minute interview with six foreign media organizations in Planalto, the presidential palace, Rousseff stated that \"peace would reign\" in Brazil by the start of this year's Olympic Games, due to take place in Rio de Janeiro in August. Thousands of Brazilians later took to the streets in Sao Paulo in support of the embattled president. They followed huge anti-government protests that have shaken the country in recent weeks as revelations over the country's worst-ever corruption scandal add momentum to an impeachment process that began in December.The president's attempt to appoint her predecessor, Luiz Inácio Lula da Silva, to cabinet last week - in what critics argue is a move to shield him from prosecution - added to widespread public outrage at politicians' impunity and prompted calls for Rousseff's resignation.  \"Why do they want me to resign? Because I am a weak woman? I'm not,\" she said, arguing that her political rivals wanted her to stand down \"to avoid the difficulty of removing - unduly, illegally and criminally - a legitimately elected president from power\".Pushed as to why it was necessary for Lula to become a minister, rather than serve as an adviser, Rousseff said he had repeatedly turned down her requests to join her government, but now that the crisis had deepened he was doing it as a service for Brazil.\"I became his cabinet chief in 2005 in the middle of the mensalão [cash-for-votes scandal],\" she said. \"I know I helped him then, and I know he can help me now.\"                     The impeachment process currently in congress accuses Rousseff of using illegal accounting manoeuvres to balance her government's books, but she insists that the legal basis for the accusation is extremely weak.Rousseff has proved herself a fighter. As a leftwing guerrilla during the dictatorship era, she was imprisoned and reportedly tortured.Rousseff noted that every president since the time of Getúlio Vargas (who ruled from 1930 to 1945) have had impeachment processes launched against them. She also noted that the man who initiated the case against her, Eduardo Cunha, the speaker of the lower house of congress, has been charged with corruption.In the president's opinion, the opposition failed to accept their narrow defeat in the 2014 election and since then have pursued a strategy of \"the worse, the better\", by sabotaging her legislative agenda and sinking the country. As for the demonstrations, Rousseff stressed that she was in favour of street protests, because she came from \"a generation in which if you opened your mouth you could go to jail\". But she pointed out that those who have taken to the streets against her government represent less than 2% of Brazil's entire population, and criticised the \"fascist methods\" used by some of her opponents.\"We have never seen such intolerance in Brazil,\" she said. \"We are not an intolerant people.\"  Related:  Brazil's judiciary is in danger of turning the clock back on democracy | Eliane BrumThe past month has been one of the worst in a spectacularly rough second term for the president, who was re-elected in 2014 in one of the closest campaigns in Brazil's political history. Despite a clear mandate, she has had to deal with a hostile congress, an unreliable coalition partner and a corruption investigation that has moved ever closer to the highest level of her Workers Party.Rousseff believes that any attempt to remove her from power without legal justification would represent a \"coup\". \"I am not comparing the coup here to the military coups of the past, but it would be a breaking of the democratic order of Brazil.\"Such a move, she said, \"will have consequences. Maybe not immediately, but it will leave a deep scar on Brazilians' political life.\"For more than a year, there has been a steady drip drip of grim news for Rousseff: the economy is in the midst of its biggest decline in a century, ratings agencies have downgraded Brazil's sovereign debt to junk status and unemployment is rising. Meanwhile, the president's popularity has crashed, the finance minister resigned, and the corruption scandal has paralysed Petrobras - the biggest company in the country - and led to the jailing of the head of the leading construction firm, Odebrecht. Personally and politically, however, the biggest crisis for Dilma has been that sparked by a prosecution investigation into alleged wrongdoing by her predecessor and mentor, Da Silva. The former president - universally known as Lula - was detained for questioning and his home and other properties searched earlier this month. Soon after, Rousseff invited him into her cabinet, thereby taking jurisdiction away from the lower court judges who had approved the warrants for the search and interrogation.Asked by the Guardian about her decision to appoint Lula, a move that is currently suspended awaiting a final supreme court decision, Rousseff was unrepentant.\"Lula is not just a talented negotiator, he also understands all of Brazil's problems,\" she said, insisting that the idea that he has been appointed to avoid scrutiny did not make sense.\"A cabinet minister is not immune from investigation, he faces investigation by the supreme court,\" she said. \"Is the supreme court not good enough to investigate Lula?\" Last week, Sergio Moro, the lead judge in Operation Lava-jato ,  a two-year investigation into corruption at the state-run oil company, Petrobras, released secretly recorded phone calls made by Lula.They included a conversation with Dilma in which she told him she has an instrument of investiture ready for him \"in case it is necessary\". Although ambiguous, this was interpreted by her opponents (and some supporters) as proof that the two were colluding to help the former president avoid prosecution.Calm and seemingly upbeat throughout the interview, the only time Rousseff expressed irritation was when she recalled Moro's leak of the phone tap. \"Violating privacy breaks democracy because it breaks the right of every citizen to a private life,\" she said, banging the table.Accepting that she had been recorded by accident, Rousseff argued that the correct action for the judge to have done would have been to pass the tape to the supreme court, not the media.In a veiled criticism of Moro, the president said, \"a judge must be impartial. A judge cannot rule with political passions.\"Despite having been on the board of Petrobras and a minister of mines and energy, Rousseff has consistently denied knowing anything about the massive corruption scheme that took place at the company. During the interview she insisted that there was a big difference between a company's board of directors and its executives, adding that none of her fellow directors had known about the corruption. She also pointed out the anti-corruption measures that she had instigated during her government, including the law which allows suspects to offer plea-bargain testimony, a development which has significantly facilitated investigators.As well as the impeachment process, Rousseff also faces investigation by Brazil's supreme electoral court over allegations that her 2014 election campaign received financing from the Petrobras scandal. But the president categorically denied that her campaign benefited from any illegal donations and said she was not worried about the contents of the plea-bargaining testimony of her election guru, João Santana.The president said that she was sleeping well and insisted that Brazil's current political crisis was not getting her down. \"I think you only get depressed when you feel guilty about something,\" she said. \"I have never used my powers to favour people whom I shouldn't have favoured.\"", "TG_10004": "\"A complete surprise,\" said Brian Eno. \"Shocked,\" said Peter Gabriel. After more than 40 years of friendship and, in the case of Eno, regular email exchanges, the news of David Bowie's death Sunday appeared staggering and unexpected to his friends. The rest of us were surprised and shocked too. Bowie had managed to hide his terminal cancer from almost everyone, even flashing a joyous smile for the release of his new album.  Related:  Exit Bowie, discreetly: 'He thought it honourable to become invisible'Bowie may have been a profoundly unique musician, but his secrecy regarding his terminal condition is increasingly common. Death, particularly for those in Bowie's generation, is becoming something to control - an event to arrange and manage. The effect can be heartbreaking for friends and fans who had no chance to say goodbye. But it's also a way for the dying to avoid what they may consider the indignities of disease and the exhaustion of attention. As the Baby Boomer generation continues to age and encounter infirmity and terminal disease, they will continue to demand greater control, refusing to follow doctors into painful treatments and life-extending measures. A good death to this demographic group does not come to the oldest, but to those who have lived well up to the very end.The death of David Bowie was well choreographed, a produced roll-out of images and information. Blackstar, Bowie's latest and last album, released on his 69th birthday, flew to the top of UK and US charts a few days before his death. Publicity photos, possibly taken then, show him standing, chic as ever, in a dark suit and jaunty hat, a metal roll-up door behind him, his head thrown back in an exuberant laugh. It was the laugh of vitality until, two days later, it was a laugh of defiance. Baby boomers, those like Bowie between the ages of 51 and 70, who were born just after the second World War, have been a restless, relentless generation. Their protests in the 1960s and 70s were no more enthusiastic than their embrace of financial security in the 1980s. Boomers have reformed and reinforced every caprice of their age, so it's no wonder that now, as they confront aging and the ends of their lives, they're choosing quality of life over quantity. That means making time for bucket list adventures, foregoing those heroic \"do everything\" treatments and yes, planning every detail of their deaths. Related:  Generation Bowie, how lucky you are | LettersIn 2012, Hollywood gasped when the death of Nora Ephron, screenwriter of Silkwood, When Harry Met Sally and Sleepless in Seattle, was unexpectedly announced. Ephron had told no one. But she left clues in her final book, I Remember Nothing, that her days were numbered. Hiding terminal diagnoses is a way for patients to control their deaths. \"Boomers have never been a stoic bunch,\" gerontologist Ken Dychtwald told Time magazine in 2013. \"They're not going to allow their last chapter in life to be an extended period of loss, fear, pain and suffering.\" Boomers' efforts to change the way Americans die are already being felt. Not willing to linger for years in nursing homes, they're pressing for the legalization of aid in dying, the legal right to receive a lethal dose of medication from their doctor when they have six months or less to live. The movement has garnered a groundswell of support in the past two decades, with four of the five states where it is legal passing their laws (or in the case of Montana, deciding their court cases) in the past six years. More than a dozen other states have grassroots initiatives underway, with six actively considering legislation.Efforts to better plan end-of-life care decisions have garnered attention, too, in recent years, with a proliferation of resources for elders to organize their finances and their end-of-life decisions. Hospice use and home deaths are increasing. A number of best-selling books have recently brought planning options and elder care issues out into the open, including Atul Gawande's Being Mortal and Katy Butler's Knocking on Heaven's Door, in which both chronicled the long and painful deaths of their fathers and addressed medicine's vagaries.Bowie had every right to protect the privacy of his final days, and if the reports are true that his terminal liver cancer began in his lungs (a common path for lung cancer), this was likely a second round. He long knew then what was coming; the five-year survival rate from liver cancer is about 16%. And it seems he wasted no time in orchestrating his final days. Like everything else Bowie made acceptable for his fans - fluid genders, flamboyant, outrageous clothes, dreams of equality and other worlds - this grand and surprising final exit may signal to the 76 million Baby Boomers now facing their own twilight that there's no harm in going out your own way.", "TG_10038": "A defiant President Dilma Rousseff has insisted that there is no legal justification for her impeachment and warned that any attempt to remove her from power illegally would leave lasting scars on Brazilian democracy.In a 90-minute interview with six foreign media organizations in Planalto, the presidential palace, Rousseff stated that \"peace would reign\" in Brazil by the start of this year's Olympic Games, due to take place in Rio de Janeiro in August.  Over the past few weeks, Brazil has been shaken by huge anti-government protests, as revelations over the country's worst-ever corruption scandal add momentum to an impeachment process that began in December.The president's attempt to appoint her predecessor, Luiz Inácio Lula da Silva, to cabinet last week - in what critics argue is a move to shield him from prosecution - added to widespread public outrage at politicians' impunity and prompted calls for Rousseff's resignation.  \"Why do they want me to resign? Because I am a weak woman? I'm not,\" she said, arguing that her political rivals wanted her to stand down \"to avoid the difficulty of removing - unduly, illegally and criminally - a legitimately elected president from power\".                     The impeachment process currently in congress accuses Rousseff of using illegal accounting manoeuvres to balance her government's books, but she insists that the legal basis for the accusation is extremely weak.Rousseff has proved herself a fighter. As a leftwing guerrilla during the dictatorship era, she was imprisoned and reportedly tortured.Rousseff noted that every president since the time of Getúlio Vargas (who ruled from 1930 to 1945) have had impeachment processes launched against them. She also noted that the man who initiated the case against her, Eduardo Cunha, the speaker of the lower house of congress, has been charged with corruption.In the president's opinion, the opposition failed to accept their narrow defeat in the 2014 election and since then have pursued a strategy of \"the worse, the better\", by sabotaging her legislative agenda and sinking the country. As for the demonstrations, Rousseff stressed that she was in favour of street protests, because she came from \"a generation in which if you opened your mouth you could go to jail\". But she pointed out that those who have taken to the streets against her government represent less than 2% of Brazil's entire population, and criticised the \"fascist methods\" used by some of her opponents.\"We have never seen such intolerance in Brazil,\" she said. \"We are not an intolerant people.\"  Related:  Brazil's judiciary is in danger of turning the clock back on democracy | Eliane BrumThe past month has been one of the worst in a spectacularly rough second term for the president, who was re-elected in 2014 in one of the closest campaigns in Brazil's political history. Despite a clear mandate, she has had to deal with a hostile congress, an unreliable coalition partner and a corruption investigation that has moved ever closer to the highest level of her Workers Party.Rousseff believes that any attempt to remove her from power without legal justification would represent a \"coup\". \"I am not comparing the coup here to the military coups of the past, but it would be a breaking of the democratic order of Brazil.\"Such a move, she said, \"will have consequences. Maybe not immediately, but it will leave a deep scar on Brazilians' political life.\"For more than a year, there has been a steady drip drip of grim news for Rousseff: the economy is in the midst of its biggest decline in a century, ratings agencies have downgraded Brazil's sovereign debt to junk status and unemployment is rising. Meanwhile, the president's popularity has crashed, the finance minister resigned, and the corruption scandal has paralysed Petrobras - the biggest company in the country - and led to the jailing of the head of the leading construction firm, Odebrecht. Personally and politically, however, the biggest crisis for Dilma has been that sparked by a prosecution investigation into alleged wrongdoing by her predecessor and mentor, Da Silva. The former president - universally known as Lula - was detained for questioning and his home and other properties searched earlier this month. Soon after, Rousseff invited him into her cabinet, thereby taking jurisdiction away from the lower court judges who had approved the warrants for the search and interrogation.Asked by the Guardian about her decision to appoint Lula, a move that is currently suspended awaiting a final supreme court decision, Rousseff was unrepentant.\"Lula is not just a talented negotiator, he also understands all of Brazil's problems,\" she said, insisting that the idea that he has been appointed to avoid scrutiny did not make sense.\"A cabinet minister is not immune from investigation, he faces investigation by the supreme court,\" she said. \"Is the supreme court not good enough to investigate Lula?\"Last week, Sergio Moro, the lead prosecutor in Operation Lava-jato ,  a two-year investigation into corruption at the state-run oil company, Petrobras, released secretly recorded phone calls made by Lula.They included a conversation with Dilma in which she told him she has a ministerial post ready for him \"in case it is necessary\". Although ambiguous, this was interpreted by her opponents (and some supporters) as proof that the two were colluding to help the former president avoid prosecution. Calm and seemingly upbeat throughout the interview, the only time Rousseff expressed irritation was when she recalled Moro's leak of the phone tap. \"Violating privacy breaks democracy because it breaks the right of every citizen to a private life,\" she said, banging the table.Accepting that she had been recorded by accident, Rousseff argued that the correct action for the judge to have done would have been to pass the tape to the supreme court, not the media.In a veiled criticism of Moro, the president said, \"a judge must be impartial. A judge cannot rule with political passions.\"As well as the impeachment process, Rousseff also faces investigation by Brazil's supreme electoral court over allegations that her 2014 election campaign received financing from the Petrobras scandal. But the president categorically denied that her campaign benefited from any illegal donations and said she was not worried about the contents of the plea-bargaining testimony of her election guru, João Santana.", "TG_10002": "David Bowie, the iconic rock star whose career spanned more than half a century and whose influence transcended music, fashion and sexuality, has died aged 69.  Related:  David Bowie dies of cancer aged 69 - rolling reportThe singer's death was confirmed in a Facebook post on his official page: \"David Bowie died peacefully today surrounded by his family after a courageous 18-month battle with cancer. While many of you will share in this loss, we ask that you respect the family's privacy during their time of grief.\"                     Writing on Twitter, Bowie's son, the film director Duncan Jones, 44, said: \"Very sorry and sad to say it's true.\" The news came as a shock to some, who were initially sceptical, but Bowie's publicist, Steve Martin, told the Reuters news agency: \"It's not a hoax.\"Bowie's 25 albums produced a string of hits including Changes, Life on Mars and Ashes to Ashes. He was known for experimenting across diverse musical genres, and for his alter egos Ziggy Stardust, Aladdin Sane and the Thin White Duke. He also had a notable acting career.His latest album, Blackstar, was released last week to coincide with his 69th birthday, and had received widespread critical acclaim.Blackstar was the first Bowie album not to feature a picture of him on the cover: instead, a stylised black star heralded a darker work. On re-examination, there is much in Blackstar to suggest Bowie was saying goodbye, particularly the track Lazarus and the video for the title track, which opens with the image of a dead spaceman.Tributes were paid on social media. In a heartfelt Facebook post, Tony Visconti, who produced a series of Bowie's albums, including Young Americans and his seminal Berlin trilogy, Low, Heroes and Lodger, wrote: \"He always did what he wanted to do. And he wanted to do it his way and he wanted to do it the best way. His death was no different from his life - a work of art.\"He made Blackstar for us, his parting gift. I knew for a year this was the way it would be. I wasn't, however, prepared for it. He was an extraordinary man, full of love and life. He will always be with us. For now, it is appropriate to cry.\" Related:  David Bowie: Blackstar review - a spellbinding break with his pastThe producer  Brian Eno, who collaborated with Bowie on the Berlin albums, tweeted simply: \" Words cannot express: RIP David Bowie \".Ricky Gervais, the comedian and actor who convinced the famously private Bowie to star as himself in an episode of the 2006 sitcom Extras, wrote: \" I just lost a hero. RIP David Bowie \". The rock guitarist Joel Madden, quoting Changes, wrote simply: \" Turn and face the strange \". The rapper Kanye West said : \"David Bowie was one of my most important inspirations, so fearless, so creative, he gave us magic for a lifetime.\" The British prime minister, David Cameron, said : \"I grew up listening to and watching the pop genius David Bowie. He was a master of re-invention, who kept getting it right. A huge loss.\"An hour after the news broke, fans began to gather near his apartment on Lafayette Street in the Soho district of New York. The first, Kate Corman, left a candle and flowers. \"First Lou Reed, now David Bowie. It's so sad. Unbelievable. New York is really over now.\" ?At Puckfair, a bar across the street from Bowie's apartment, frequented by the singer, the barman played a string of his hits - Jean Genie, Let's Dance and Heroes. \"It's hard to put into words what he gave us in his songs,\" said late-night drinker Bill Marlborough. \"If you don't feel it, I can't explain.\"Bowie was born David Robert Jones on 8 January 1947 in Brixton, south London, to mother Margaret \"Peggy\", a waitress, and charity worker Haywood \"John\" Jones. His older brother's record collection introduced him to rock music at an early age. After the family moved to southeast London, he graduated from Bromley technical high school at 16, forming a number of bands and led a group. He called himself Davy Jones, later changing his name to David Bowie to avoid confusion with Davy Jones of The Monkees. The name was reportedly inspired by a knife developed by the 19 th century American pioneer Jim Bowie.He released three singles as a solo artist for Pye Records, and a debut album David Bowie, but did not achieve huge success and retreated to a Buddhist monastery in Scotland in 1967. On returning to London, he started arts troupe Feathers in 1968, then helped create the Beckenham Arts Lab in 1969 before releasing Space Oddity later that year, which was his first UK No 1. The release the following year of The Rise and Fall of Ziggy Stardust and the Spiders From Mars made him an international star, and he conquered the US with his theatrical stage show.He produced albums for Lou Reed and Iggy Pop, as well as writing All the Young Dudes, which he gave to Mott The Hoople who had a massive hit with it. In the late 1970s he produced a three-album collaboration with Brian Eno, known as the Berlin trilogy. He found chart success with songs such as Let's Dance and the Queen collaboration Under Pressure. Bowie combined his rock career with appearances in films. His acting career took off with his performance in Nicolas Roeg's The Man Who Fell to Earth, followed by roles in films such as Labyrinth, The Last Temptation of Christ and Absolute Beginners. More recently, he appeared as himself in the film Zoolander.Bowie officially retired Ziggy Stardust in 1973, making the announcement during a London gig. But the hits kept coming with albums including Aladdin Sane, Diamond Dogs and Pin Ups. He changed direction with the soul-inspired Young Americans. His first US No 1 was a collaboration with John Lennon on Fame, which topped the charts in 1975. He continued to sell millions of albums and pack out stadiums with the rise of the New Romantic scene in 1980s Britain. He embraced pop, finding chart success with songs such as Let's Dance and Queen collaboration Under Pressure.In 1970 he married Angie Bowie, and the couple had a son named Zowie Bowie, now known as Duncan Jones. They split in 1980. Bowie married model Iman in 1992. The couple had a daughter, Alexandria Zahra Jones, now 15, and the following year they settled in New York. Bowie continued to record and tour until 2003, when he released Reality, his 23 rd album, which many assumed to be his last. In recent years there were a few low-key live appearances - his last at a charity show in New York in 2006 when he performed alongside Alicia Keys - and an acting role in the film The Prestige the same year.He had kept a low profile in recent years after reportedly suffering a heart attack in the 00s, and his last live performance was at a 2006 charity show in New York. \"My entire career, I've only really worked with the same subject matter,\" Bowie said in a rare interview in 2002. \"The trousers may change, but the actual words and subjects I've always chosen to write with are things to do with isolation, abandonment, fear and anxiety, all of the high points of one's life.\"", "TG_10016": "Companies will be held criminally liable if they fail to stop their employees from facilitating tax evasion, David Cameron will tell MPs on Monday, as he uses a parliamentary statement to defend himself after one of the most difficult weeks of his premiership.The prime minister has been under pressure over his handling of revelations about Panama-based companies, including an offshore trust set up by his late father, Ian Cameron.He will insist that Blairmore Holdings was not set up to avoid tax, and will say that his government \"has done more than any other to take action against corruption in all its forms\". But Cameron is likely to come under further pressure from the Labour leader, Jeremy Corbyn, who will say that he still has more questions to answer. On Sunday, Corbyn piled pressure on other cabinet ministers and MPs to follow in the prime minister's footsteps as he suggested that full disclosure from politicians was the direction that things were moving in.Angus Robertson, the SNP leader in Westminster, turned the pressure on to the chancellor, George Osborne, calling on him to be more open with his finances. A Treasury source said in response: \"We have been clear that the chancellor has never had any offshore shareholdings or other interests. His income and interests are straightforward and declared publicly: his salary, rental income from a property in London and a shareholding in his father's firm, Osborne and Little. He is always happy to consider ways to ?offer even more transparency.\" The intervention came as Nicola Sturgeon, the Scottish first minister, became the latest political figure to publish her tax returns. The SNP leader was paid more than £104,000 for her role as first minister last year, and paid more than £31,000 in tax.She joined two other Scottish political leaders - Labour's Kezia Dugdale and the Conservatives' Ruth Davidson - in releasing the personal information. The two opposition leaders released their tax schedule on Sunday morning, revealing they were each paid £52,000 for their roles as MSPs last year. The shadow chancellor, John McDonnell, suggested that he could see no problem with a rule compelling all MPs to provide such information.Even a cabinet member conceded that it ought to be considered. The energy secretary, Amber Rudd, said it was not the right move in her opinion, but it was worth looking into.The defence minister Penny Mordaunt went further, conceding that public pressure might make the move inevitable. \"Although I understand arguments about privacy and security, if that is what the electorate require of their elected officials I think that is what will have to happen.\"Labour said it was calling for an immediate public inquiry into the revelations in the Panama Papers, and called for a change in parliamentary rules to make it mandatory for MPs to publish details of all offshore holdings. The pledges were part of a tax transparency enforcement programme published by McDonnell, who said urgent action was needed after a week of \"half-truths and spin\". He said it was a matter of national shame that half the companies named in the leak were registered in UK-governed tax havens, and questioned why Cameron had lobbied to prevent more regulation of offshore trusts.Corbyn said the prime minister ought to also face questions from the parliamentary standards commissioner over the shares he held in an offshore trust set up by his late father, after a Labour MP made a complaint that could trigger an investigation.John Mann referred Cameron to the commissioner, Kathryn Hudson, saying that his failure to declare £30,000 made from the sale of shares in the trust may have broken the ethos of the rules.Downing Street has pointed out that the money Cameron invested was well below the threshold that requires a submission, and said its rules suggested unit trusts were not normally listed. Moreover, they say that a number of tax experts have made clear that the prime minister paid all the tax that was owed on his shares, and reject any suggestion that Blairmore was set up to avoid tax. Corbyn, however, said: \"There is a question for parliamentary standards ... There has been a series of changing stories coming out of Downing Street. There has been a statement roughly every 18 to 24 hours since last Monday.\"Speaking on the BBC's Andrew Marr Show, he said Labour would propose tougher parliamentary registration rules that would mean overseas assets had to be declared at a much lower value.  Related:  David Cameron: I know I should have handled it better. Not a great weekAsked whether more MPs and even political journalists should publish their income tax returns, he said: \"I think we are moving in that direction. I think it is a good thing so everyone knows what influences are at play.\"The questions for Cameron, he added, were whether he benefited from the offshore trust before 2010, and why the money was placed in an overseas tax haven in the first place. On Saturday Cameron took an unprecedented decision to release his personal tax records, revealing that his mother had transferred two separate payments of £100,000 to his accounts in 2011, in lifetime gifts that will not be liable for inheritance tax after 2018.One Conservative minister hit out at Corbyn for his attacks on the prime minister. The justice minister Dominic Raab said the Labour leader had promised a \"kinder politics\" but was now \"whipping up a mob mentality\". Related:  What's in David Cameron's tax returns: a few strokes of luck but no shady shenanigansRaab told Sky News's Murnaghan show: \"Amid all the froth and frenzy of the media debate, it seems crystal clear not only that he has not done anything illegal, but that he has not behaved improperly in any way. And he has gone further than any prime minister previously in publishing these tax returns and I think he wanted to show he has got nothing to hide. \"Frankly, some of the personalised attacks on him and his father have been deeply unsavoury,\" he added, saying some Labour MPs were \"behaving like hyenas\".", "TG_10017": "David Isaac, 58, nurtures detailed, long-term plans to transform Britain into a fairer and more equal country. Its Brexit quarrel, he fears, could reverse that progress, inflaming xenophobia and racism.Newly appointed as chair of the Equality and Human Rights Commission (EHRC), the experienced City lawyer is determined to raise the watchdog's profile and convert it into a more \"muscular regulator\". The EHRC is a curious body, both independent and statutory. Detractors have accused it of being less than the sum of its parts, campaigning causes muzzled by administrative responsibilities.Isaac has arrived buoyed up by his success as chair of the gay rights organisation Stonewall, where he developed the Stonewall Equality Index, which ranked public and private sector firms in terms of how successful they are in creating an inclusive and diverse workplace for LGBT staff. If the legalisation of same-sex marriage marked a major advance for the LGBT movement, other human rights areas, he acknowledges, have yet to make comparable headway. An EHRC report, Is Britain Fairer?, published in April, found that the UK had become more tolerant of race, gender and sexuality issues. In relation to faith, however, Isaac acknowledged there are \"huge anxieties\".\"Increases in Islamophobia and antisemitism are highly disappointing. The advancement of other rights sometimes has left faith communities feeling they are not understood or properly protected,\" he says.                     Isaac's appointment was opposed by the lobby group Christian Concern,  which alleged that the Equality Act 2010 \"privileged\" the rights of \"homosexuals\" over those of christians and feared his background at Stonewall would prevent him balancing the rights of Christians against homosexuals. He denies that there is a \"hierarchy\" of protected groups or characteristics. Related:  Disability activist Doug Paulley: 'I'm tackling injustice' | Saba SalmanCriticism of Isaac was also voiced by parliament's joint committee on human rights, which questioned whether he should retain his role as a senior equity partner at the law firm Pinsent Masons, which has many influential clients, while chairing the EHRC. In response, he agreed to forgo profits from the company's advice to the government.Isaac works at the EHRC \"one to two days per week\" and is paid £500 a day. As a lawyer, he is keenly aware of the deep cuts inflicted by successive governments on legal aid. \"We have real concern that changes in legal aid [and] increases in fees create a two-tier justice system. It's had a huge impact on the number of cases. There's been a 91% fall in sex discrimination cases [at employment tribunals]. There's been about a 60% [fall] in relation to faith, race and general discrimination cases.\"I'm not suggesting there shouldn't be fees. People need to think carefully before they involve themselves in bringing a claim, but for large numbers of people to be denied access to justice gives us cause for concern.\" Isaac is also worried about claims that more defendants in criminal trials are unrepresented. \"We need to examine [such] cases.\"The commission is already intervening in an employment tribunal case at the supreme court to challenge the legality of the new fee regime, which requires claimants to pay £1,200 for a hearing on top of the cost of legal representation or advice.It is also intervening in a high-profile disability case involving wheelchair user Doug Paulley against transport operator FirstGroup. Paulley tried to board a bus in February 2012. The wheelchair space was being used by a mother with a pushchair and a sleeping child. She rejected the driver's request to move or fold her pushchair and so the driver told Paulley he could not board the bus. Paulley is suing the company for discrimination.Isaac acknowledges that progress on disability rights has \"stalled\" and pledges it will be a priority. He speaks from experience; his brother has a disability. \"It is clear,\" he has said, \"from both my family's experience and the commission's research that disabled people still come up against inexcusable barriers to participation in society.\"There are many powers in the 2010 Equality Act that are yet to be implemented. He has welcomed the government's commitment to bring into force sections 165 and 167 which require wheelchair-accessible taxis to assist wheelchair passengers and prevent them from charging extra. The EHRC has also written to the premier league warning that football clubs need to make adjustments to their stadiums to accommodate disabled football fans more than 20 years after the Disability Discrimination Act required businesses to make reasonable adjustments to make venues accessible. \"They have given us an undertaking to make changes by early next year,\" Isaac said. \"We will be holding them to account for that.\"We are at a crossroads in relation to human rights in the UK. The EHRC will fiercely oppose any diminution of rightsIf the government's repeatedly delayed bill of rights ever surfaces, Isaac would like to use it to enhance children's rights. He is eager to ensure their voices are heard in family cases.In the aftermath of the case of Ellie Butler, who was murdered by her violent father despite apparently showing fear about being returned to his custody, Isaac says: \"The [UN] convention on the rights of the child creates an obligation on the UK to provide the opportunity to children to be heard in judicial or administrative proceedings which affect them. It is very important that their views are heard and given due weight.\" But his main concern over any Conservative bill of rights is that it should not diminish protections. \"We are at a crossroads in relation to human rights in the UK. We have, as a country, been at the forefront of human rights development since the second world war. The EHRC will be fierce in opposing any diminution of rights.\"On the Investigatory Powers Bill, which is currently going through parliament, the EHRC has concerns about the lack of the protection of privacy in areas such as sensitive information relating to journalists' sources, MPs and legal privilege, general warrants authorising the interception of individuals' communications and the use of internet connection records that list individuals' online activity. Immigration detention may also set the EHRC at odds with the new Brexit-committed administration. In a report to the UN due to be published shortly, Isaac reveals the EHRC advises that \"the government should make changes including: setting a maximum limit of 28 days to hold a detainee, providing them with adequate healthcare, and ensuring children and women who are victims of gender based violence are not detained\".Isaac attended a grammar school and was the first in his family to go to university. He says he is proudest of having developed the Stonewall index. This year, its top employer was MI5. Isaac is convinced the index helped to drive positive change. Perhaps a competitive index of the fairest and most humane employers in the UK would similarly help to shame the equality slackers.                     Curriculum vitae                                        Age  58.                     Lives  North London.                     Family  Civil partnership.                     Education  King Henry VIII Comprehensive, Abergavenny; Trinity Hall, University of Cambridge (law); College of Law, Guildford; Wolfson College, Oxford (socio-legal studies).                     Career  2000-present: partner and head of advanced manufacturing &amp; technology sector, Pinsent Masons, London; 1985-2000: partner, Morgan Cole, Oxford.                     Public life  Chair, EHRC; chair, Modern Art Oxford; director, Big Lottery Fund; trustee, Human Dignity Trust; trustee, 14-18 Now; 2003-2012: chair, Stonewall; 2011: CBE for services to equality and diversity.                     Interests  Visual arts, walking, beekeeping.", "TG_10029": "A nun from Derry in Northern Ireland has been killed in the earthquake in Ecuador, it has been confirmed.Sister Clare Theresa Crockett, a 33-year-old missionary, was based at a school in Playa Prieta and was teaching children to play the guitar when the quake struck. She had worked for the Catholic Home of the Mother Order for 15 years. In a statement confirming her death, Crockett's family said: \"On Sunday 17 April, we lost our daughter, sister and aunt Sister Clare Theresa Crockett as a result of the earthquake in Ecuador. She was situated in a school in Playa Prieta with the Home of the Mother Order. At this difficult time we would ask for privacy.\"Fr Roland Cahoon, the nun's spiritual director, told BBC Radio Foyle that Sister Crockett was \"a beautiful person\". The priest added: \"This is a young girl who gave her life to God and died for the gospel. She was a joyful girl. I've known her since she was a teenager. A beautiful person. \"I'll remember the joy that she brought to her youth group and the enthusiasm she showed for her vocation to religious life. It's counter-cultural to join a religious order for a young girl and she embraced it. We'll remember her with such affection.\" Sister Crockett had been doing missionary work across the world since she entered holy orders 15 years ago. More than 270 people are so far known to have died in Ecuador's most devastating earthquake in 40 years. Authorities have warned that the official death toll after the 7.8-magnitude quake is likely to rise, with many people still trapped and rescue efforts hampered by landslides.", "TG_10020": "There have always been forgotten areas of cities, regardless of location or time in history. They are parts of the urban fabric where many people wouldn't want to live if they had a choice: the inner city, the dead-end street, the favela, the shanty town, the sink estate, the slum, the pits. All different names for those areas that have been forgotten and left behind. Between September 2011 and August 2012, I lived with my wife and daughter in Gorton, south Manchester - a neighbourhood in true decline, despite many years of local regeneration programmes.We moved to Gorton because we couldn't afford to live in more affluent areas of town; we were not destitute but we were not far from it. It was a tough time in my life as a father, trying to support my family.We lived in a small terraced house just off a main thoroughfare out of the city towards the leafy suburbs of Didsbury and the Heatons - areas that are a world away from everyday life in Gorton. For most of the time we had to live upstairs as the property suffered from rising damp, which was at least six feet up the side wall of the house by the time we left. In truth, the house was probably 20 years past its knock-down date.It had very limited heating and, like most houses on our street, we had to pay for gas and electricity on a prepayment card - the modern-day version of putting money in the meter. I fear that utility companies purposely put prepayment meters in poor parts of cities to ensure the utilities are paid for, yet prepayment gas and electricity is always more expensive compared with paying quarterly in arrears by direct debit. It is a classic sign of living in a poor area, and it never helps anyone get out of poverty.Soon after moving to Gorton, we noticed a number of signs suggesting this was not a good neighbourhood. It was a forgotten part of town. This isn't an attack on the good people of Gorton - far from it - but it is a series of observations of local neighbourhood decline and urban malaise.Firstly, there was a lot of dog fouling in the streets and open spaces. It looked awful and was a potential danger to children playing nearby. Urban regeneration professionals and statisticians have a range of indicators that show a neighbourhood in decline: employment levels, GCSE pass rates and so on. However, I have always thought that levels of dog fouling are a sign of decline across forgotten areas of town; a sign of some residents having lost the desire to take care of their local neighbourhood.There was also the constant smell of people smoking marijuana in public, suggesting normal civic codes had been abandoned. You could argue that this makes Gorton a more liberal and tolerant neighbourhood. However, I see it as a sign that local people are not paying due regard to the accepted norms of society. Usually, someone who wants 'a smoke' would do this in the privacy of their own home, away from prying eyes.Thirdly (and one that affected our house as an end terrace), local people didn't recycle their goods in the usual manner, but simply dumped them at the end of the terrace. It would be collected once a month by the council or picked off by the local rag-and-bone men, who toured the area regularly. But if you cared for the future of your neighbourhood why would you do such a thing, as it can only contribute to making it have a grotty, down-at-heel feel? From day one, my family and I also noticed that no one talked to each other in the street, and rarely even bothered to look at each other to give a cursory nod. Residents simply saw no benefit in engaging with their neighbours.For someone who grew up in Liverpool with a community that chatted a lot, this worried and upset me. Also, for someone who now lives in London, a city renowned for unfriendliness (which I find often not to be the case), the lack of neighbourhood chat across Gorton was stunning.People appeared to have lost their sense of what it was like to be a community. Instead, they had become a collection of individuals who didn't wish to form community cohesion to help develop the local neighbourhood.Right in the heart of Gorton, there is an area of open space on the corner of Mount Road and Matthews Lane which has effectively been returned to nature - the practice sometimes referred to as \"smart decline\" - as part of a recent local urban regeneration programme. Indeed, there are large unused areas of land across the neighbourhood, which seems odd when Manchester is predicted to experience significant population growth over the next 10 years. One would think that land would be at a premium. The programme, called the \" Mersey Forest \", plans to green former derelict sites across the conurbations of Manchester and Liverpool to bring nature closer to city dwellers. Unplanned nature reserves have since sprung up that support a burgeoning new urban ecology and ecosystem. While it is good to see such urban green space in a densely populated area, it is more likely a reflection of the fact that no housing developers were willing to work on the site.To most Mancunians, Gorton is a passing place to and from work. Some aspiring residents may even feel embarrassed to live in this forgotten part of the city. While we were living in Gorton, at least six of the 28 families in the street moved out - a sure sign of a transient population. This haunted me until we were able to get the money together to move south, to Reading in Berkshire, for a better place to live and grow up.Yet there are some fine examples of recent urban regeneration in Gorton, including the restoration of the monastery into a new conference centre. These projects are stimulated by the New East Manchester Regeneration initiative, which received massive funding from central government and other sources.What I find intriguing about such initiatives are the phrases of positivity that get used, the promises of hope and rebirth for the local community. Yet in truth, some of the promises made in strategy documents can never be realised, as the problems are much wider and run deeper than the resources and remit of a local regeneration scheme.Although it sounds like a lot of money, a £50m urban regeneration programme spread over a five-year period can never hope to turn around the economic fortunes of a neighbourhood lain waste by uneven capitalist development.  Related:  Manchester's second coming - but are developers destroying its industrial soul?Perhaps the best hope for the rebirth of Gorton is for some of the economic wealth generated by a growing Manchester city centre and other local economies to somehow permeate into this community. For example, in between Burnage and Gorton are the thriving centres of Levenshulme and Longsight, which are home to the growing Asian immigrant communities who live along this part of the A6 between Manchester and Stockport. These neighbourhoods are beginning to grow without any form of urban regeneration programme.Local communities and residents in and around Gorton have every right to feel isolated and left out from Manchester's city-wide economic growth. They have every right to ask why the city council and a range of economic development agencies seem to be leaving them behind, while other areas continue on a path of prosperity.The key here is how the city council seeks to engage with the communities of Gorton to ensure that they are fully integrated into the economic growth of Manchester. Is it possible to ensure that forgotten areas of cities benefit from wider city growth? If this cannot be achieved, then I worry that neighbourhoods such as Gorton will find themselves stuck in a never-ending spiral of urban and economic decline, with a transient population and limited community spirit - a forgotten area where nobody really cares.                     Nobody Cares, Forgotten Parts of British Cities by Raymond Holden is available as an ebook on Amazon for £2.06. For a hard copy (£10 + p&amp;p) email                                            raymond.hpr@gmail.com                     Follow Guardian Cities on Twitter and Facebook and join the discussion                   ", "TG_10": "When a whole-body scanner in an airport falls foul of child pornography laws, my immediate thought is that those laws are wrong. Not because I think security is more important than a child's integrity/modesty . . . (insert your own nebulous but portentous quality of childhood innocence). Rather, because the law refers to \"indecent\" images of children, and for all naked images of a child to count as \"indecent\", the assumption must be made that adults are as likely as not to be looking at children in a lubricious way.This supposition seems so egregious that it deserves contemplation and debate on its own terms, regardless of the entire issue that raised the spectre of the naked minor in the first place. The least satisfactory response is to simply exclude under-18s from the scans, partly because the alternative is a pat-down, which is surely a more intrusive option. Mainly, though, we can't just unquestioningly roll over to the suggestion that there's a pornographic element to this. That's how ideas that are actually quite extreme pass into accepted truth.The more accessible objections come from groups representing adult civil liberties: Shami Chakrabarti from Liberty is concerned about the lack of guidelines for these scanners. The machines might turn out to be just racial profiling with bells on. Simon Davies from Privacy International, meanwhile, offers this quite different objection. While the American system (and presumably ours) requires images to be instantly deleted, he believes scans of celebrities or people with unusual or freakish body profiles would prove an \"irresistible pull\" for some employees.His sounds like the more marginal concern: sure, I am already irresistibly pulled to have a look at a full body scan of Lady Gaga, and I can't be alone in that, but any lobbying based on the feelings of the famous is inherently ridiculous. The only reason they're so special is that there are so few of them, and it's already built into this conversation that people with a particular aversion to the scans can choose a pat-down. Chakrabarti's concerns have more weight, but don't seem particularly focused on these full-body scanners; any additional security measure would have to be undertaken fairly and without prejudice.So these objections, when you unpick them, consist of one paranoid child-protection agenda, one reasonable but non-specific worry over racial profiling, and one defence of the rights of celebrities. Why is there nothing more full-blooded than this? Being stripped naked is more than a breach of privacy, it has its own footnote in the Geneva conventions.The clash of agendas here is not between security and privacy. Everybody claims to hold security dear to their hearts, and everybody hates it in airports; even those little clear plastic bags annoy me. Such a small gesture, for so much inflight safety, and yet I resent it. But that's not the issue. Imagine if they said: \"For better security, you have to strip naked as in, literally take all your clothes off.\" We would just go by train. There is absolutely no doubt that privacy comes first. No, the complicating factor here is technology. Whole-body imaging, as has been shown in newspapers, is graphic enough to be embarrassing, but still has the grainy feel of an x-ray and, as such, it would seem Luddite and unsophisticated to object.On one hand, technology seems always to work against personal privacy, since it is so tied up with surveillance, and it is always cleverer than us, with our slow-witted fleshbound lumberings. On the other hand, to be against technology feels cranky, old-fashioned, against the tide. Since the privacy argument is mainly, even exclusively, used against technological advance, privacy itself has started to sound like an antiquated, quaint concern. Rope this together with the absurdity of nakedness - so hard to be urbane or dignified on the matter of whether or not someone's allowed to look through your clothes, for safety reasons - and you have the perfectly unwinnable argument. It's a universal position - if any one of us wanted our form entirely visible, we wouldn't bother with clothes at all: they are so pricey and scratchy - and yet there's no way to defend it.However, this hopelessness is based on the idea that technology necessarily depletes privacy, when of course it is without agenda, and can as easily improve it as destroy it - or at the very least limit the extent of privacy's destruction. As whole-body imaging became known as a \"virtual strip search\", developers recognised a problem and added modesty algorithms. Put in a modesty filter, and the problem areas disappear; everybody looks like Lara Croft, all collar bone and femur. It's a waste of energy fighting this - or probably any - technology. We should just expect and require it to be better, like training a dog.mszoewilliams@yahoo.co.uk", "TG_100": "ABSTRACTWeb giant's privacy director says it has 'taken to heart' public concerns over mapping service, as fresh UK inquiry looms", "TG_1000": "ABSTRACT\"Jimi's passion for the city and particularly East Leeds, was infectious\" - Deputy leader of Leeds Conservatives John Procter", "TG_10006": "David Bowie's body has reportedly been privately cremated in New York following the death of the rock star at the age of 69.In line with his wishes, no family or friends were present at the ceremony in the city where he had lived for much of his life, the Daily Mirror reported. Related:  Bowie in America: how the US got under the singer's skin, and vice versaThe cremation took place soon after his death, avoiding a funeral service for a star who had valued his deeply private lifestyle.The singer's death was confirmed on Monday in a Facebook post on his official page: \"David Bowie died peacefully today surrounded by his family after a courageous 18-month battle with cancer. While many of you will share in this loss, we ask that you respect the family's privacy during their time of grief.\"                      Writing on Twitter, Bowie's son, the film director Duncan Jones, 44, said: \"Very sorry and sad to say it's true.\" The news came as a shock to some, who were initially sceptical, but Bowie's publicist, Steve Martin, told the Reuters news agency: \"It's not a hoax.\"Close acquaintances of Bowie have made it clear that his final album, Blackstar, should be viewed as his way of saying farewell to fans.Sales and downloads of Blackstar, released on the singer's 69th birthday two days before he died, reached 43,000 in the UK in the 24 hours after the news of Bowie's death. Related:  Global streams of David Bowie's songs on Spotify soar 2,822% after his deathThe critically acclaimed album, described by his long-term producer and friend Tony Visconti as Bowie's parting gift, has topped the iTunes charts and more than half of the UK's top 40 chart has been taken up by albums from Bowie's back catalogue.", "TG_10032": "Fears are growing for the fate of the one Briton known to be missing after the bomb attacks in Brussels on Tuesday. David Dixon, a freelance computer programmer whose age has been given variously as 51 or 53, is originally from Hartlepool but has lived in Brussels for the past 15 years.  Related:  Belgian ministers 'offered to resign' over Brussels attacks - liveDixon, who lives in the city with his partner, Charlotte Sutcliffe, and their seven-year-old son, Henry, was in contact with his aunt on Tuesday morning in the wake of the initial blasts, at the city's airport, to say he was safe.He had reportedly not heard about the attack, and was told by text from his aunt, Ann Dixon, who lives in Hartlepool. He replied saying he was fine, and then reportedly also texted Sutcliffe to tell her the trains were still running. It is then he is feared to have boarded the train on which a bomb detonated as it passed through Maelbeek station.Since then, Dixon's family and friends have been trying desperately to discover news of him, but without success.Sutcliffe has reportedly been searching hospitals around the city to see if he was taken to any of them. Forensics officers now have dental records and are seeing if they match any of the bodies recovered from the Metro bombing, which killed 20 people and injured about 130.On Wednesday Sutcliffe told the Daily Telegraph that there was little else the family could now do.\"All we can do now is wait,\" she said. \"The police have all of David's details. They have his dental records and they are now matching these with the victims to establish if he is among them. \"We've not heard anything back from them and it's just a case of waiting. We're in their hands now, but it's very, very difficult.\"There are still a small number of unidentified people with serious injuries in hospital around Brussels, as well as those killed.                     Cleveland police said they were supporting Dixon's UK-based family. \"The family of Mr Dixon are being supported by family liaison officers and they have asked that their privacy be respected at this difficult time and that they are not contacted directly by the media,\" the force said in a statement. \"Police are also liaising with the Foreign Office on the matter.\"Downing Street has said a British police expert in victim identification was being sent to Belgium as part of support provided by the UK. According to a Downing Street spokeswoman, six UK citizens were known to have been injured in the attack, with four of them now discharged from hospital. The other two are still receiving treatment, and a spokeswoman said she was unable to give any information about their condition.", "TG_10007": "David Bowie's body has reportedly been privately cremated in New York following his death at the age of 69.In line with his wishes, no family or friends were present at the ceremony in the city where he had lived for much of his life, the Daily Mirror reported. Related:  Bowie in America: how the US got under the singer's skin, and vice versaThe cremation took place soon after his death, avoiding a funeral service for a star who had valued his deeply private lifestyle.The singer's death was confirmed on Monday in a Facebook post on his official page: \"David Bowie died peacefully today surrounded by his family after a courageous 18-month battle with cancer. While many of you will share in this loss, we ask that you respect the family's privacy during their time of grief.\"                      Writing on Twitter, Bowie's son, the film director Duncan Jones, 44, said on Monday: \"Very sorry and sad to say it's true.\" The news came as a shock to some, who were initially sceptical, but Bowie's publicist, Steve Martin, told the Reuters news agency: \"It's not a hoax.\"Sales and downloads of his final album, Blackstar, released on the singer's 69th birthday two days before he died, reached 43,000 in the UK in the 24 hours after the news of Bowie's death. Related:  Global streams of David Bowie's songs on Spotify soar 2,822% after his deathThe critically acclaimed album, described by his long-term producer and friend Tony Visconti as Bowie's parting gift, has topped the iTunes charts and more than half of the UK's top 40 chart has been taken up by albums from Bowie's back catalogue.", "TG_10033": "Mark Zuckerberg recently announced plans to create his own AI assistant to manage his personal and professional online interactions. \"I'm going to start by exploring what technology is already out there,\" he wrote.Zuckerberg does not have to look far for his digital concierge. Website chatbots facilitate customer interaction by assessing what the visitor is looking for and answering questions. Sophisticated examples are already in use in industry. Royal Dutch Shell has been piloting IPSoft's cognitive knowledge worker Amelia in its customer service department. Amelia can handle emails and telephone calls. The technology includes artificial intelligence (AI) software that will relate the current interaction to the caller's previous \"conversations\", ie questions, purchases and complaints. By including an emotional intelligence quotient, it knows when to pass a call to the appropriate human colleague.Mark Brill, mobile strategist and senior lecturer in future media, believes this has great potential for improving customer satisfaction because people find waiting on automated calling systems stressful.  Related:  Marketers should stop ignoring instant messagesConnecting the dotsNo doubt Amelia will have competition as providers have much to gain from the intimacy of this consumer interface - comprehensive user information, connections and preferences. Marcus Mustafa, global head of user experience at DigitasLBi , believes Google is already half-way there. Digital assistants accessed via personal devices - such as Siri, Cortana and Facebook Messenger's M - can bring together geolocation and online activities such as booking travel, checking in on social media, finding restaurants or shops. When the user requests a product or service, the DVA will draw up a shortlist based on data analysis. As Brill says: \"AI connects the dots.\"\"The real value of a virtual assistant on any device is its ability to encompass a wide array of services and apps,\" says Martin Hollywood, lead creative technologist at Razorfish London. \"Then it listens and from that point it's mapping data and contextualised machine learning.\" As the digital assistant responds to requests, the focus shifts from brand promotion to brands responding to customers' specific needs and preferences. Hannah Blake, open innovation director for media agency MEC, says: \"Brands will have to completely change how they communicate, and move away from mass media messages broadly segmented by gender, age and interests to shorter, more targeted messaging. Natural language processing will be fundamental to digital assistants' success, and there is a long way to go in this respect.\" One app to rule them all - or a robot middle managerThe digital assistant needs to incorporate user consent, which is critical to any software that collects and uses personal data. Zuckerberg is looking to develop what is effectively a robot middle manager, a single virtual entity that understands and applies his preferences, including consents, approvals and privacy settings, to manage his collection of apps and connected devices.There are already apps that bring together connected devices. Start-up nCube Home is one example. But unlike apps and connected devices, the digital assistant has a persona. It has a name and gets to know you.Whereas a corporate chatbot represents a brand, a digital assistant reflects its user's profile and preferences. \"We have not yet determined how brands and their personas will evolve, as digital assistants become a primary means of interacting with technology,\" says Adam Falat, user experience practice leader, digital health at Walgreens Boots Alliance. \"If you make a request to Siri to refill a prescription, will it facilitate this request end-to-end or act like an operator passing you on to a separate pharmacy digital assistant that will be the face of the brand with its own unique persona?\" The fact that a digital assistant is a potential platform for multiple brands raises opportunities and challenges for advertising and marketing. Hollywood uses the example of a connected fridge that includes the capability to re-order products as they run out. This could create challenges for competitor brands. \"The connected fridge could suggest alternatives based on cost and rankings, but to make customers change their habits, brands will need to cut through the noise and remain authentic and relevant.\" In the same way as post-purchase marketing messages can annoy customers, brands will need to differentiate between customers' habits and brand loyalty.Brands will need to get on digital assistant shortlists, which are basically highly targeted personalised advertising. However, again there are challenges. Blake observes that it will take just one inappropriate suggestion on a shortlist to make a potential customer disengage with a brand. So it's about making the right suggestion based on user data, analysed with emotionally intelligent AI software. But because of the random elements of human decision-making, the analysis is never complete.Uncanny valleyBut how far can a digital assistant go before people feel uncomfortable? \"At a certain point, humans will no longer be able to tell whether they are interacting with a machine or a real person,\" says Falat. \"At that point, people will be able to interact with machines just as they do with other people, and may not even know they are doing so.\" Blake, however, believes that this breakthrough is a long way away. Digital assistants that are indistinguishable from humans are at risk of the \"uncanny valley\" phenomenon - or our natural disengagement with things that appear nearly human. Another consideration is whether emotionally intelligent chatbots and digital assistants require new rules and safeguards.The main concerns around digital assistants relate to user consent and understanding about the data they share with their own brand (eg Google) and other brands they interact with. Blake flags up associated issues around convergence. For example, if Google powers your digital assistant, will the information it has about you affect your search results? There are times when people don't want these personalised, for example, when conducting research in a professional capacity. Brands need to recognise that although a degree of personalisation improves service and makes people feel special, the user has to retain control. Otherwise it becomes intrusive and trust is lost.                       To get weekly news analysis, job alerts and event notifications direct to your inbox,                                                sign up free for Media &amp; Tech Network membership                                              .                                        All Guardian Media &amp; Tech Network content is editorially independent except for pieces labelled \"Paid for by\" - find out more                                            here                     .                                        Joanna Goodman is a writer and editor. Follow her on Twitter                                            @JoannaMG22                                        ", "TG_10034": "A defiant President Dilma Rousseff has insisted that there is no legal justification for her impeachment and warned that any attempt to remove her from power illegally would leave lasting scars on Brazilian democracy.In a 90-minute interview with six foreign media organizations in Planalto, the presidential palace, Rousseff stated that \"peace would reign\" in Brazil by the start of this year's Olympic Games, due to take place in Rio de Janeiro in August.  Over the past few weeks, Brazil has been shaken by huge anti-government protests, as revelations over the country's worst-ever corruption scandal add momentum to an impeachment process that began in December.The president's attempt to appoint her predecessor, Luiz Inácio Lula da Silva, to cabinet last week - in what critics argue is a move to shield him from prosecution - added to widespread public outrage at politicians' impunity and prompted calls for Rousseff's resignation.  \"Why do they want me to resign? Because I am a weak woman? I'm not,\" she said, arguing that her political rivals wanted her to stand down \"to avoid the difficulty of removing - unduly, illegally and criminally - a legitimately elected president from power.\"                     The impeachment process currently in congress accuses Rousseff of using illegal accounting manoeuvres to balance her government's books, but she insists that the legal basis for the accusation is extremely weak.Rousseff has proved herself a fighter. As a leftwing guerrilla during the dictatorship era, she was imprisoned and reportedly tortured.Rousseff noted that every president since the time of Getúlio Vargas (who ruled from 1930 to 1945) have had impeachment processes launched against them. She also noted that the man who initiated the case against her, Eduardo Cunha, the speaker of the lower house of congress, has been charged with corruption.In the president's opinion, the opposition failed to accept their narrow defeat in the 2014 election and since then have pursued a strategy of \"the worse, the better\", by sabotaging her legislative agenda and sinking the country. As for the demonstrations, Rousseff stressed that she was in favour of street protests, because she came from \"a generation in which if you opened your mouth you could go to jail\". But she pointed out that those who have taken to the streets against her government represent under 2% of Brazil's entire population, and criticised the \"fascist methods\" used by some of her opponents.\"We have never seen such intolerance in Brazil,\" she said. \"We are not an intolerant people.\"  Related:  Brazil's judiciary is in danger of turning the clock back on democracy | Eliane BrumThe past month has been one of the worst in a spectacularly rough second term for the president, who was re-elected in 2014 in one of the closest campaigns in Brazil's political history. Despite a clear mandate, she has had to deal with a hostile congress, an unreliable coalition partner and a corruption investigation that has moved ever closer to the highest level of her Workers Party.Rousseff believes that any attempt to remove her from power without legal justification would represent a \"coup\". \"I am not comparing the coup here to the military coups of the past, but it would be a breaking of the democratic order of Brazil.\"Such a move, she said, \"will have consequences. Maybe not immediately, but it will leave a deep scar on Brazilians' political life.\"For more than a year, there has been a steady drip drip of grim news for Rousseff: the economy is in the midst of its biggest decline in a century, ratings agencies have downgraded Brazil's sovereign debt to junk status and unemployment is rising. Meanwhile, the president's popularity has crashed, the finance minister resigned, and the corruption scandal has paralysed Petrobras - the biggest company in the country - and led to the jailing of the head of the leading construction firm, Odebrecht. And to top it all, the nation was hit by the worst environmental catastrophe in its history -  the collapse of two dams which dumped mining waste in the Amazon - and its worst health crisis in recent memory with the outbreak of the Zika epidemic.Personally and politically, however, the biggest crisis for Dilma has been that sparked by a prosecution investigation into alleged wrongdoing by her predecessor and mentor, Da Silva. The former president - universally known as Lula - was detained for questioning and his home and other properties searched earlier this month. Soon after, Rousseff invited him into her cabinet, thereby taking jurisdiction away from the lower court judges who had approved the warrants for the search and interrogation.Asked by the Guardian about her decision to appoint Lula, a move that is currently suspended awaiting a final supreme court decision, Rousseff was unrepentant.\"Lula is not just a talented negotiator, he also understands all of Brazil's problems,\" she said, insisting that the idea that he has been appointed to avoid scrutiny did not make sense.\"A cabinet minister is not immune from investigation, he faces investigation by the supreme court,\" she said. \"Is the supreme court not good enough to investigate Lula?\"Last week, Sergio Moro, the lead prosecutor in Operation Lava-jato ,  a two-year investigation into corruption at the state-run oil company, Petrobras, released secretly recorded phone calls made by Lula.They included a conversation with Dilma in which she told him she has a ministerial post ready for him \"in case it is necessary\". Although ambiguous, this was interpreted by her opponents (and some supporters) as proof that the two were colluding to help the former president avoid prosecution. Calm and seemingly upbeat throughout the interview, the only time Rousseff expressed irritation was when she recalled Moro's leak of the phone tap. \"Violating privacy breaks democracy because it breaks the right of every citizen to a private life,\" she said, banging the table.Accepting that she had been recorded by accident, Rousseff argued that the correct action for the judge to have done would have been to pass the tape to the supreme court, not the media.In a veiled criticism of Moro, the president said, \"a judge must be impartial. A judge cannot rule with political passions.\"As well as the impeachment process, Rousseff also faces investigation by Brazil's supreme electoral court over allegations that her 2014 election campaign received financing from the Petrobras scandal. But the president categorically denied that her campaign benefited from any illegal donations and said she was not worried about the contents of the plea-bargaining testimony of her election guru, João Santana.", "TG_10015": "Companies will be held criminally liable if they fail to stop their employees from facilitating tax evasion, David Cameron will tell MPs on Monday, as he uses a parliamentary statement to defend himself after one of the most difficult weeks of his premiership.The prime minister has been under pressure over his handling of revelations about Panama-based companies, including an offshore trust set up by his late father, Ian Cameron.He will insist that Blairmore Holdings was not set up to avoid tax, and will say that his government \"has done more than any other to take action against corruption in all its forms\". But Cameron is likely to come under further pressure from the Labour leader, Jeremy Corbyn, who will say that he still has more questions to answer. On Sunday, Corbyn piled pressure on other cabinet ministers and MPs to follow in the prime minister's footsteps as he suggested that full disclosure from politicians was the direction that things were moving in.Angus Robertson, the SNP leader in Westminster, turned the pressure on to the chancellor, George Osborne, calling on him to be more open with his finances. A Treasury source said in response: \"We have been clear that the chancellor has never had any offshore shareholdings or other interests. His income and interests are straightforward and declared publicly: his salary, rental income from a property in London and a shareholding in his father's firm, Osborne and Little. He is always happy to consider ways to ?offer even more transparency.\" The intervention came as Nicola Sturgeon, the Scottish first minister, became the latest political figure to publish her tax returns. The SNP leader was paid more than £104,000 for her role as first minister last year, and paid more than £31,000 in tax.She joined two other Scottish political leaders - Labour's Kezia Dugdale and the Conservatives' Ruth Davidson - in releasing the personal information. The two opposition leaders released their tax schedule on Sunday morning, revealing they were each paid £52,000 for their roles as MSPs last year. The shadow chancellor, John McDonnell, suggested that he could see no problem with a rule compelling all MPs to provide such information.Even a cabinet member conceded that it ought to be considered. The energy secretary, Amber Rudd, said it was not the right move in her opinion, but it was worth looking into.The defence minister Penny Mordaunt went further, conceding that public pressure might make the move inevitable. \"Although I understand arguments about privacy and security, if that is what the electorate require of their elected officials I think that is what will have to happen.\"Labour said it was calling for an immediate public inquiry into the revelations in the Panama Papers, and called for a change in parliamentary rules to make it mandatory for MPs to publish details of all offshore holdings. The pledges were part of a tax transparency enforcement programme published by McDonnell, who said urgent action was needed after a week of \"half-truths and spin\". He said it was a matter of national shame that half the companies named in the leak were registered in UK-governed tax havens, and questioned why Cameron had lobbied to prevent more regulation of offshore trusts.Corbyn said the prime minister ought to also face questions from the parliamentary standards commissioner over the shares he held in an offshore trust set up by his late father, after a Labour MP made a complaint that could trigger an investigation.John Mann referred Cameron to the commissioner, Kathryn Hudson, saying that his failure to declare £30,000 made from the sale of shares in the trust may have broken the ethos of the rules.Downing Street has pointed out that the money Cameron invested was well below the threshold that requires a submission, and said its rules suggested unit trusts were not normally listed. Moreover, they say that a number of tax experts have made clear that the prime minister paid all the tax that was owed on his shares, and reject any suggestion that Blairmore was set up to avoid tax. Corbyn, however, said: \"There is a question for parliamentary standards ... There has been a series of changing stories coming out of Downing Street. There has been a statement roughly every 18 to 24 hours since last Monday.\"Speaking on the BBC's Andrew Marr Show, he said Labour would propose tougher parliamentary registration rules that would mean overseas assets had to be declared at a much lower value.  Related:  David Cameron: I know I should have handled it better. Not a great weekAsked whether more MPs and even political journalists should publish their income tax returns, he said: \"I think we are moving in that direction. I think it is a good thing so everyone knows what influences are at play.\"The questions for Cameron, he added, were whether he benefited from the offshore trust before 2010, and why the money was placed in an overseas tax haven in the first place. On Saturday Cameron took an unprecedented decision to release his personal tax records, revealing that his mother had transferred two separate payments of £100,000 to his accounts in 2011, in lifetime gifts that will not be liable for inheritance tax after 2018.One Conservative minister hit out at Corbyn for his attacks on the prime minister. The justice minister Dominic Raab said the Labour leader had promised a \"kinder politics\" but was now \"whipping up a mob mentality\". Related:  What's in David Cameron's tax returns: a few strokes of luck but no shady shenanigansRaab told Sky News's Murnaghan show: \"Amid all the froth and frenzy of the media debate, it seems crystal clear not only that he has not done anything illegal, but that he has not behaved improperly in any way. And he has gone further than any prime minister previously in publishing these tax returns and I think he wanted to show he has got nothing to hide. \"Frankly, some of the personalised attacks on him and his father have been deeply unsavoury,\" he added, saying some Labour MPs were \"behaving like hyenas\".", "TG_10036": "A defiant President Dilma Rousseff has insisted that there is no legal justification for her impeachment and warned that any attempt to remove her from power illegally would leave lasting scars on Brazilian democracy.In a 90-minute interview with six foreign media organizations in Planalto, the presidential palace, Rousseff stated that \"peace would reign\" in Brazil by the start of this year's Olympic Games, due to take place in Rio de Janeiro in August.  Over the past few weeks, Brazil has been shaken by huge anti-government protests, as revelations over the country's worst-ever corruption scandal add momentum to an impeachment process that began in December.The president's attempt to appoint her predecessor, Luiz Inácio Lula da Silva, to cabinet last week - in what critics argue is a move to shield him from prosecution - added to widespread public outrage at politicians' impunity and prompted calls for Rousseff's resignation.  \"Why do they want me to resign? Because I am a weak woman? I'm not,\" she said, arguing that her political rivals wanted her to stand down \"to avoid the difficulty of removing - unduly, illegally and criminally - a legitimately elected president from power\".                     The impeachment process currently in congress accuses Rousseff of using illegal accounting manoeuvres to balance her government's books, but she insists that the legal basis for the accusation is extremely weak.Rousseff has proved herself a fighter. As a leftwing guerrilla during the dictatorship era, she was imprisoned and reportedly tortured.Rousseff noted that every president since the time of Getúlio Vargas (who ruled from 1930 to 1945) have had impeachment processes launched against them. She also noted that the man who initiated the case against her, Eduardo Cunha, the speaker of the lower house of congress, has been charged with corruption.In the president's opinion, the opposition failed to accept their narrow defeat in the 2014 election and since then have pursued a strategy of \"the worse, the better\", by sabotaging her legislative agenda and sinking the country. As for the demonstrations, Rousseff stressed that she was in favour of street protests, because she came from \"a generation in which if you opened your mouth you could go to jail\". But she pointed out that those who have taken to the streets against her government represent less than 2% of Brazil's entire population, and criticised the \"fascist methods\" used by some of her opponents.\"We have never seen such intolerance in Brazil,\" she said. \"We are not an intolerant people.\"  Related:  Brazil's judiciary is in danger of turning the clock back on democracy | Eliane BrumThe past month has been one of the worst in a spectacularly rough second term for the president, who was re-elected in 2014 in one of the closest campaigns in Brazil's political history. Despite a clear mandate, she has had to deal with a hostile congress, an unreliable coalition partner and a corruption investigation that has moved ever closer to the highest level of her Workers Party.Rousseff believes that any attempt to remove her from power without legal justification would represent a \"coup\". \"I am not comparing the coup here to the military coups of the past, but it would be a breaking of the democratic order of Brazil.\"Such a move, she said, \"will have consequences. Maybe not immediately, but it will leave a deep scar on Brazilians' political life.\"For more than a year, there has been a steady drip drip of grim news for Rousseff: the economy is in the midst of its biggest decline in a century, ratings agencies have downgraded Brazil's sovereign debt to junk status and unemployment is rising. Meanwhile, the president's popularity has crashed, the finance minister resigned, and the corruption scandal has paralysed Petrobras - the biggest company in the country - and led to the jailing of the head of the leading construction firm, Odebrecht. And to top it all, the nation was hit by the worst environmental catastrophe in its history - the collapse of two dams that dumped mining waste in the Rio Doce - and its worst health crisis in recent memory with the outbreak of the Zika epidemic.Personally and politically, however, the biggest crisis for Dilma has been that sparked by a prosecution investigation into alleged wrongdoing by her predecessor and mentor, Da Silva. The former president - universally known as Lula - was detained for questioning and his home and other properties searched earlier this month. Soon after, Rousseff invited him into her cabinet, thereby taking jurisdiction away from the lower court judges who had approved the warrants for the search and interrogation.Asked by the Guardian about her decision to appoint Lula, a move that is currently suspended awaiting a final supreme court decision, Rousseff was unrepentant.\"Lula is not just a talented negotiator, he also understands all of Brazil's problems,\" she said, insisting that the idea that he has been appointed to avoid scrutiny did not make sense.\"A cabinet minister is not immune from investigation, he faces investigation by the supreme court,\" she said. \"Is the supreme court not good enough to investigate Lula?\"Last week, Sergio Moro, the lead prosecutor in Operation Lava-jato ,  a two-year investigation into corruption at the state-run oil company, Petrobras, released secretly recorded phone calls made by Lula.They included a conversation with Dilma in which she told him she has a ministerial post ready for him \"in case it is necessary\". Although ambiguous, this was interpreted by her opponents (and some supporters) as proof that the two were colluding to help the former president avoid prosecution. Calm and seemingly upbeat throughout the interview, the only time Rousseff expressed irritation was when she recalled Moro's leak of the phone tap. \"Violating privacy breaks democracy because it breaks the right of every citizen to a private life,\" she said, banging the table.Accepting that she had been recorded by accident, Rousseff argued that the correct action for the judge to have done would have been to pass the tape to the supreme court, not the media.In a veiled criticism of Moro, the president said, \"a judge must be impartial. A judge cannot rule with political passions.\"As well as the impeachment process, Rousseff also faces investigation by Brazil's supreme electoral court over allegations that her 2014 election campaign received financing from the Petrobras scandal. But the president categorically denied that her campaign benefited from any illegal donations and said she was not worried about the contents of the plea-bargaining testimony of her election guru, João Santana.", "TG_10010": "The Panama Papers amount to the biggest documentary leak in history. Their potential impact is enormous. And one man who knows this already is Britain's prime minister, David Cameron.On Tuesday, he was the subject of headlines across the national press following the revelation that his late father, Ian Cameron, ran an offshore fund which avoided paying tax in Britain.His insistence that it was a \"private matter\" only served to increase the scale of coverage, with editorials calling on him to honour his previous promises to tackle tax avoidance.Despite the acknowledgement that his family had done nothing illegal, the uncomfortable headlines were surely only the first round in what could be a lengthy newspaper battle to call him to account.Papers of the left and right saw the story in similar fashion: \"So, do you STILL have family money stashed in a secret offshore tax haven, prime minister?\" (Daily Mirror); \"Cameron dragged into tax havens storm\" (Daily Mail); \"The hidden deals that helped David Cameron's father avoid paying UK tax\" (The Guardian); \" Cameron's father named in offshore tax scandal \" (The Times); \"Cam's panned for his dad's Panama plan\" (The Sun); \"Cameron tight-lipped over offshore tax haven\" (Daily Telegraph); \"Cameron's dad named in offshore tax storm\" (Daily Express); \"Taxing problem for Cameron, as his father and UK banks named in leak\" (i) and \"Panama link to Camerons\" (Metro).There were differences in prominence, however. The Telegraph, Express, Sun and Financial Times did not think the story worth a front page lead. Indeed, the coverage in the Telegraph and Express was noticeably skimpy in comparison to the other titles. Neither thought it merited a leading article. Why?The Guardian had no doubt of the leak's significance. What has \"broken out of the vaults of offshore legal specialists Mossack Fonseca is one overriding sense. \"The sense that normal rules do not apply to the global elite. In a new gilded age, taxes would - once again - appear to be for the little people.\" The paper continued: \"The evidence in the Panama Papers about secretive shell companies is damning on both the tax-dodging and the skulduggery fronts... No longer is this about faceless corporations and financiers, but about leading politicians and their circles, sometimes the same politicians who have been asking for all the sacrifices.\" The Guardian stressed that \"every case must be carefully judged on the specifics\" and said \"Cameron can fairly protest that the son is not responsible for the deeds of the father, especially not as he has taken some steps - such as banning the 'bearer shares' that Cameron Sr's fund long ago used - to protect the public interest.\"Even so, the father's dealings \"helped to pay the prime minister's school fees and swelled his inheritance\" so \"No 10 must understand that it will not do to dismiss... the question of whether any Cameron family money remains tied up in the fund as 'a private matter.'\"The Mirror was unsympathetic, arguing that \"Cameron is both arrogant and deluded if he believes he can dismiss questions about his family's entanglement in aggressive, morally dubious tax avoidance as a 'private matter.'\" It said: \"He might get away with this contemptuous defence if he were just another voter - but Cameron is a lawmaker. He's holder of the highest elected office in the land... The great British public, lawfully paying their own taxes, have an absolute right to be told by the prime minister what he knew about his dad's complex affairs... What confidence can the tax-paying electorate have in our PM to stamp out tax havens exploited by the rich and wealthy if the stench of suspicion surrounds the occupant of No10 because he stonewalls legitimate questions?... The nation will not let you avoid the question.\" The Mail thought the revelations \"bad news\" for Cameron.  While accepting that \"there is no suggestion the Cameron family has done anything illegal\" and that the PM could not be held accountable for his father's decisions, it urged him to view this \"toxic controversy as a wake-up call to finally bang heads together at HMRC - and ensure everyone pays their fair share.\"                     In its editorial, the Times reminded its readers of Cameron's pledge at the 2013 G8 summit to fight \"the scourge of tax evasion and aggressive tax avoidance\". But it did not pursue the prime minister over the matter, merely noting his familial involvement in passing: \"Twelve national leaders are among 143 politicians, family members (including Mr Cameron's late father) and cronies cited in the Panama papers. They might have slept more peacefully if journalists had respected their privacy but that does not mean they are entitled to it unconditionally...  Tax havens and their high walls shelter more than $1 trillion of illicit financial outflows from developing countries. They perform a service to corrupt elites, some of them dominant G20 states including Russia and China... Information has to be shared on the true ownership of corporations and made freely available. There is strong public interest in transparency... The strategic aim must be plainly stated and enforced: tax cheats should be denied their hiding places.\" The Independent noted Cameron's \"embarrassment\" but contended that his government \"did at least put tax transparency on the agenda for the G8 summit\" in 2013.\"Mr Cameron is entitled to point out that a lot of international work has been done in recent years to reduce secrecy,\" it said. \"Progress has been made in regularising the status of the crown dependencies, the Channel Islands and the Isle of Man.\"Solutions to the problem of tax havens need to be coordinated, said the Indy. If the publication of the Panama papers increases pressure on governments, then \"the leaker will have done the world another service.\"As far as the Sun is concerned, the leak is further proof that \"when it comes to tax, there's one rule for the very rich and another for the rest of us... if you've got the cash there are countless ways to get around paying.\"For the tax system to work, it said, \"everyone must pay their fair share ? especially the mega-rich.\" It continued:  \"David Cameron has promised to end 'tax secrecy' and he's done more than any prime minister before him, although it doesn't look good that his father ran an offshore fund for 30 years. But if he's serious about tackling tax avoidance, it's time to get stuck in. Show us we're really 'all in it together.'\" Metro, which asserts its neutrality, does not carry an editorial. But the contributions to its letters page, headlined \"I want an offshore account too, please\", offered a fascinating insight into the public's reaction to the story. All were wholly critical of the use of tax havens. Cameron, clearly, has work to do.", "TG_10005": " Related:  Global streams of David Bowie's songs on Spotify soar 2,822% after his deathDavid Bowie's body has reportedly been privately cremated in New York following his death at the age of 69.In line with his wishes, no family or friends were present at the ceremony in the city where he had lived for much of his life, the Daily Mirror reported.The cremation took place soon after his death, avoiding a funeral service for a star who had valued his deeply private lifestyle.The singer's death was confirmed on Monday in a Facebook post on his official page: \"David Bowie died peacefully today surrounded by his family after a courageous 18-month battle with cancer. While many of you will share in this loss, we ask that you respect the family's privacy during their time of grief.\"                      Writing on Twitter, Bowie's son, the film director Duncan Jones, 44, said on Monday: \"Very sorry and sad to say it's true.\" The news came as a shock to some, who were initially sceptical, but Bowie's publicist, Steve Martin, told the Reuters news agency: \"It's not a hoax.\"Sales and downloads of his final album, Blackstar, released on the singer's 69th birthday two days before he died, reached 43,000 in the UK in the 24 hours after the news of Bowie's death.The critically acclaimed album, described by his long-term producer and friend Tony Visconti as Bowie's parting gift, has topped the iTunes charts and more than half of the UK's top 40 chart has been taken up by albums from Bowie's back catalogue.", "TG_1001": "ABSTRACTSimon Tisdall: A no vote may undermine Erdogan's stabilising role in the region", "TG_10026": "Less than 12 hours after Bernie Sanders received his biggest endorsement of the presidential campaign, the Democratic National Committee (DNC) has cut off his access to the Democratic party's all-important master voter file. The result is that his campaign is now unable to perform all the most basic aspects of voter contact such as knocking on doors and making phone calls in any functional way. While the Sanders campaign can still talk to voters, it has no way of actually keeping track of their identity and whether they support the Vermont senator's candidacy. Related:  Sanders: Clinton's pursuit of 'regime change' in Libya helped rise of IsisAfter NGP-VAN - the company that administers the DNC's voter file - updated its system on Wednesday, a glitch reportedly made some confidential data from Hillary Clinton's campaign briefly accessible to the Sanders campaign and one campaign staffer was able to access that information. The staffer has since been fired. The glitch was first reported by the Washington Post. As a result of this temporary breach, the DNC has indefinitely cut off the Sanders campaign's access to the voter file, which functionally halts its field operation. The move by the DNC raises eyebrows as many Democrats, including Sanders and fellow presidential candidate Martin O'Malley have long accused the DNC's chair, Debbie Wasserman-Schultz , of attempting to rig the presidential process to benefit Clinton. In particular, they have raised questions about the relative paucity of debates, which have been scheduled for weekend evenings and to coincide with other events such as a major University of Iowa football game. The action by the DNC happens less than 48 hours before the third Democratic debate, which is scheduled for Saturday night, only a few days before Christmas and at the same time as a nationally televised NFL game. The news also broke less than 12 hours after Sanders received his biggest labor endorsement yet from the Communication Workers of America as well as the backing of the influential progressive activist group Democracy for America. However, national polls show Clinton with a steady lead of well over 20 percentage points over Sanders and the Vermont senator has struggled to keep pace with Clinton in the key early caucus state of Iowa as well.In a statement, Michael Briggs, a spokesman for the Sanders campaign told the Guardian the issue was the result of systemic failures by NGP-VAN. \"Sadly, the vendor who runs the DNC's voter file program continues to make serious errors,\" said Briggs. \"On more than one occasion, the vendor has dropped the firewall between the data of different Democratic campaigns. Our campaign months ago alerted the DNC to the fact that campaign data was being made available to other campaigns. At that time our campaign did not run to the media, relying instead on assurances from the vendor.\"He added of Wednesday's incident: \"Unfortunately, yesterday, the vendor once again dropped the firewall between the campaigns for some data. After discussion with the DNC it became clear that one of our staffers accessed some modeling data from another campaign. That behavior is unacceptable and that staffer was immediately fired. We are as interested as anyone in making sure that the software flaws are corrected since mistakes by the DNC's vendor also have made our records vulnerable. We are working with the DNC and the vendor and hope that this kind of lapse will not occur again.\"Stu Trevelyan, the chief executive of NGP-VAN, told the Guardian: \"The security and privacy of our customers' data is our top priority. This was an isolated incident where as the result of a software patch, for a brief window, the voter data that is searchable across campaigns in VoteBuilder included specific data points it should not have, on a specific part of the system.\"Trevelyan, whose company is the dominant provider of software and data for Democratic political campaigns and US progressive causes, added: \"We are conducting a full audit to ensure the integrity of the system and security of the data, and reporting on the findings to the DNC.\"A spokesman for the DNC didn't respond to request for comment from the Guardian.", "TG_1003": "ABSTRACTReport being prepared into deaths of brothers Alfie and Harry McQuillin but police not treating case as suspicious", "TG_10031": "A Catholic nun from Derry in Northern Ireland who was killed in the earthquake in Ecuador only joined her religious order after she accepted a free trip to Spain without realising that it was a pilgrimage.Sister Clare Theresa Crockett, who had acted in a movie about the 1972 Bloody Sunday massacre as a teenager, gave up her acting career and a wild lifestyle to join a religious order and work as a missionary around the world. The 33-year-old was based at a school in Playa Prieta and was teaching children to play the guitar when the quake struck at the weekend. She had worked for the Catholic Home of the Mother Order for 15 years.In a statement confirming her death, Crockett's family said: \"On Sunday 17 April, we lost our daughter, sister and aunt Sister Clare Theresa Crockett as a result of the earthquake in Ecuador. She was situated in a school in Playa Prieta with the Home of the Mother Order. At this difficult time we would ask for privacy.\" When Sister Crockett joined the religious order, based in Cantabria in northern Spain, at the age of 18, she gave testimony about her previous life before becoming a nun.\"I liked to party a lot. My weekends, since I was 16-17, consisted of getting drunk with my friends. I wasted all my money on alcohol and cigarettes,\" she said. She had acted from an early age and wrote for theatre productions in Derry before securing a small part in Paul Greengrass's Bloody Sunday, a film about the killing of 13 unarmed civilians by the Parachute Regiment in her native city 44 years ago.In her testimony for the religious order, Sister Crockett revealed that she came across the nuns after she accepted a free trip to Spain. It turned out to be a pilgrimage to the order in Cantabria. \"I tried to get out of it, but my name was already on the ticket, so I had to go. I now see that it was Our Lady's way of bringing me back Home, back to Her and Her Son,\" she recalled. She admitted that, growing up towards the end of the Northern Ireland Troubles, sectarianism had made her cynical about religion. \"God played no part in my life. In a society where hatred prevailed, there was no room for God,\" Crockett said. One of her fellow nuns, Sister Therese Ryan, was saved by rescue teams who pulled her from the rubble along with four others, the religious order confirmed on Monday. Sister Kristin Tenreiro, a close friend of Crockett, said she would be remembered for her smile and her good work. \"She gave herself to God and to the poor and the needy,\" she said. \"I will remember her with a huge smile on her face, singing, writing songs and I will remember her jokes.\" More than 350 people are so far known to have died in Ecuador's most devastating earthquake in 40 years. Authorities have warned that the official death toll after the 7.8-magnitude quake is likely to rise, with many people still trapped and rescue efforts hampered by landslides.", "TG_10025": "The escalating encryption fight between Apple and the FBI has a prominent dissenter inside the government: US defense secretary Ashton Carter.The powerful Pentagon chief has not publicly undercut the FBI's demands for Apple to write software undermining security features on its iPhone, which the bureau says is necessary to investigate the San Bernardino terrorist attack. Yet Carter, according to people familiar with his thinking, has grown concerned that the increasingly bitter showdown between Apple and the bureau is jeopardizing his own efforts to forge closer ties with Silicon Valley - a major priority of his tenure at the Pentagon. As Comey fights encryption, Carter is bear-hugging it.His current trip to the west coast, only the latest in a series of California jaunts, is devoted primarily to appealing for help with securing US defense networks - embracing the robust encryption that the FBI warns will lock law enforcement out of judicially authorized criminal and national security investigations.\"I'm just speaking for the [Defense Department] - data security, including encryption, is absolutely essential to us,\" Carter said on stage at the RSA security conference in San Francisco on Wednesday. Defense Department top brass, including some leaders at the National Security Agency, also have a different set of interests in the encryption debate compared to law enforcement. The military has more of an interest in iron-clad data security as it traffics in highly classified secrets. Meantime, the NSA tends to have more hacker tricks up its sleeve to get around intelligence targets' security measures, including encryption, compared to the typical FBI agent or local police investigator. Carter said, for instance, that he would be opposed to building a function into commercial encryption that would give the government access to data. \"I'm not a believer in backdoors or a single technical approach. I don't think that's realistic,\" he said.Congress may end up drafting legislation 'in anger and grief'Carter declined to comment specifically on the Apple case other than to say one incident shouldn't determine the final outcome of the privacy fight. But he is understood to think the FBI is not unreasonable in its demand in the Apple case. The defense chief is concerned that the fight is leaving the tech industry confused about how the government views encryption, and the acrimony surrounding it is deepening the post-Edward Snowden rift between the government and Silicon Valley.Still, the defense secretary in conversation with the venture capitalist Ted Schlein, who is himself close to Washington, urged technology companies to look for ways to compromise with the government. If they don't, the pair warned, both the industry and the government will have to deal with legislation written by Congress \"who don't have the technical knowledge\", Carter said. \"It may be written in an atmosphere of anger and grief.\"Pentagon wants to attract 'vetted hackers'In 2015, Carter became the first defense secretary to travel to the Bay Area in 20 years, signaling his concern that the US military is losing its technological advantages it has had for a generation.Carter wants to attract what the Pentagon called \"vetted hackers\" for 'Hack the Pentagon', a hackathon to test the tensile strength of US military cybersecurity, officials said on 3 March. The Pentagon will invite hackers to search for vulnerabilities on its public webpages that hackers might exploit - a task familiar to Silicon Valley but not the the Pentagon. It is expressly aimed at the very coders who might feel alienated by the Apple-FBI clash. The one requirement is that hackers be US citizens, Carter said.\"Bringing in the best talent, technology and processes from the private sector not only helps us deliver comprehensive, more secure solutions to the DoD, but it also helps us better protect our country,\" said Chris Lynch, the director of the Defense Digital Service, another Carter initiative to bolster the department's digital defense. As Comey was defending to Congress his pursuit of unlocking an iPhone 5C used by a terrorist in December's San Bernardino attacks, Carter explicitly called Apple a \"partner\" during a speech at the Commonwealth Club on 1 March.Carter waxed lyrical about the \"garages and dorm rooms and home offices and research laboratories\" of tech-sector giants and pledged to \"preserve access to a free, open and secure internet\" that technologists say the FBI will undermine by compelling Apple to write software that rolls back the company's user-security features. Even as Carter delicately tiptoed around the Apple-FBI clash, he urged continued \"partnership\" with Silicon Valley and warned against China's \"intent to require backdoors to all new technologies\" - a point Apple has made to underscore the unintended consequences of the FBI's push. Carter, more so than any other Washington official these days, appears to have had some success befriending Silicon Valley even as it wages a war of words with other parts of the Obama administration.On Wednesday he announced a new defense innovation board that will try to use the valley's smarts to solve major defense problems, to be led by Alphabet executive Eric Schmidt. Related:  Security experts: FBI asking Apple to weaken encryption is 'path to hell'Google, Facebook and Microsoft all expected to file supporting briefsDespite Carter's plea for partnership, the battle lines between law enforcement and Silicon Valley are hardening.Major tech companies including Microsoft, Google and Facebook are expected to file a legal brief supporting Apple by 3 March. On 2 March Apple filed its formal objection to the federal judge's order to help the FBI unlock an iPhone used by one of the San Bernardino attackers. The digital-rights groups AccessNow and the Wickr Foundation, as well as the American Civil Liberties Union, on 2 March filed briefs strongly backing Apple, warning that the \"far-reaching consequences\" of the FBI's position include \"deliberately compromised digital security [that] would undermine human rights groups around the globe\".The ACLU argued that the FBI has exceeded the bounds of both the 230-year-old law enabling judges to enforce warrants and the Constitution by effectively \"enlist[ing] private parties as its investigative agents to seek out information they do not possess or control\".", "TG_10003": "\"A complete surprise,\" said Brian Eno. \"Shocked,\" said Peter Gabriel. After more than 40 years of friendship and, in the case of Eno, regular email exchanges, the news of David Bowie's death Sunday appeared staggering and unexpected to his friends. The rest of us were surprised and shocked too. Bowie had managed to hide his terminal cancer from almost everyone, even flashing a joyous smile for the release of his new album.  Related:  Exit Bowie, discreetly: 'He thought it honourable to become invisible'Bowie may have been a profoundly unique musician, but his secrecy regarding his terminal condition is increasingly common. Death, particularly for those in Bowie's generation, is becoming something to control - an event to arrange and manage. The effect can be heartbreaking for friends and fans who had no chance to say goodbye. But it's also a way for the dying to avoid what they may consider the indignities of disease and the exhaustion of attention. As the Baby Boomer generation continues to age and encounter infirmity and terminal disease, they will continue to demand greater control, refusing to follow doctors into painful treatments and life-extending measures. A good death to this demographic group does not come to the oldest, but to those who have lived well up to the very end.The death of David Bowie was well choreographed, a produced roll-out of images and information. Blackstar, Bowie's latest and last album, released on his 69th birthday, flew to the top of UK and US charts a few days before his death. Publicity photos, possibly taken then, show him standing, chic as ever, in a dark suit and jaunty hat, a metal roll-up door behind him, his head thrown back in an exuberant laugh. It was the laugh of vitality until, two days later, it was a laugh of defiance. Baby boomers, those like Bowie between the ages of 51 and 70, who were born just after the second World War, have been a restless, relentless generation. Their protests in the 1960s and 70s were no more enthusiastic than their embrace of financial security in the 1980s. Boomers have reformed and reinforced every caprice of their age, so it's no wonder that now, as they confront aging and the ends of their lives, they're choosing quality of life over quantity. That means making time for bucket list adventures, foregoing those heroic \"do everything\" treatments and yes, planning every detail of their deaths.In 2012, Hollywood gasped when the death of Nora Ephron, screenwriter of Silkwood, When Harry Met Sally and Sleepless in Seattle, was unexpectedly announced. Ephron had told no one. But she left clues in her final book, I Remember Nothing, that her days were numbered. Hiding terminal diagnoses is a way for patients to control their deaths. \"Boomers have never been a stoic bunch,\" gerontologist Ken Dychtwald told Time magazine in 2013. \"They're not going to allow their last chapter in life to be an extended period of loss, fear, pain and suffering.\" Boomers' efforts to change the way Americans die are already being felt. Not willing to linger for years in nursing homes, they're pressing for the legalization of aid in dying, the legal right to receive a lethal dose of medication from their doctor when they have six months or less to live. The movement has garnered a groundswell of support in the past two decades, with four of the five states where it is legal passing their laws (or in the case of Montana, deciding their court cases) in the past six years. More than a dozen other states have grassroots initiatives underway, with six actively considering legislation.Efforts to better plan end-of-life care decisions have garnered attention, too, in recent years, with a proliferation of resources for elders to organize their finances and their end-of-life decisions. Hospice use and home deaths are increasing. A number of best-selling books have recently brought planning options and elder care issues out into the open, including Atul Gawande's Being Mortal and Katy Butler's Knocking on Heaven's Door, in which both chronicled the long and painful deaths of their fathers and addressed medicine's vagaries.Bowie had every right to protect the privacy of his final days, and if the reports are true that his terminal liver cancer began in his lungs (a common path for lung cancer), this was likely a second round. He long knew then what was coming; the five-year survival rate from liver cancer is about 16%. And it seems he wasted no time in orchestrating his final days. Like everything else Bowie made acceptable for his fans - fluid genders, flamboyant, outrageous clothes, dreams of equality and other worlds - this grand and surprising final exit may signal to the 76 million Baby Boomers now facing their own twilight that there's no harm in going out your own way.", "TG_10001": "David Bowie, the iconic rock star whose career spanned more than half a century and whose influence transcended music, fashion and sexuality, has died aged 69. The singer's death was confirmed in a Facebook post on his official page: \"David Bowie died peacefully today surrounded by his family after a courageous 18-month battle with cancer. While many of you will share in this loss, we ask that you respect the family's privacy during their time of grief.\"                     Writing on Twitter, Bowie's son, the film director Duncan Jones, 44, said: \"Very sorry and sad to say it's true.\" The news came as a shock to some, who were initially sceptical, but Bowie's publicist, Steve Martin, told the Reuters news agency: \"It's not a hoax.\"Bowie's 25 albums produced a string of hits including Changes, Life on Mars and Ashes to Ashes. He was known for experimenting across diverse musical genres, and for his alter egos Ziggy Stardust, Aladdin Sane and the Thin White Duke. He also had a notable acting career.His latest album, Blackstar, was released last week to coincide with his 69th birthday, and had received widespread critical acclaim.Blackstar was the first Bowie release not to feature a picture of him on the cover: instead, a stylised black star heralded a darker work. On re-examination, there is much in Blackstar to suggest Bowie was saying goodbye, particularly in Lazarus, and the video for the title track, which opens with the image of a dead spaceman.Tributes were paid on social media. In a heartfelt Facebook post, Tony Visconti, who produced a series of Bowie's albums, including Young Americans and his seminal Berlin trilogy, Low, Heroes and Lodger, wrote: \"He always did what he wanted to do. And he wanted to do it his way and he wanted to do it the best way. His death was no different from his life - a work of art. Related:  David Bowie: the man who thrilled the world\"He made Blackstar for us, his parting gift. I knew for a year this was the way it would be. I wasn't, however, prepared for it. He was an extraordinary man, full of love and life. He will always be with us. For now, it is appropriate to cry.\"An hour after the news broke, fans began to gather near his apartment on Lafayette Street in the Soho district of New York. The first, Kate Corman, left a candle and flowers. \"First Lou Reed, now David Bowie. It's so sad. Unbelievable. New York is really over now,\" she said. ?At Puckfair, a bar across the street from Bowie's apartment andfrequented by the singer, the barman played a string of his hits - Jean Genie, Let's Dance and Heroes. \"It's hard to put into words what he gave us in his songs,\" said late-night drinker Bill Marlborough. \"If you don't feel it, I can't explain.\"Flowers and tributes were also laid at a mural on a wall in Brixton, south London, where the singer was born, and a candle was placed outside a property in Stansfield Road, thought to be his childhood home. Bowie had been absent from public view for a decade. After a heart attack while touring in 2004 there were only a few low-key live appearances - his last at a charity show in New York in 2006 when he performed alongside Alicia Keys - and an acting role in the film The Prestige the same year. He was said to sit quietly in his apartment, or at the house in upstate New York near Woodstock, which he purchased with the supermodel Iman, whom he married in 1992 and with whom he had a daughter, Alexandria, 15. Paul Trynka, his biographer, told the Press Association the decade between his 23 rd album Reality in 2003 and The Next Day in 2013 gave Bowie time to be \"a family man\". \"He walked Lexi [his daughter] to school every day - something he had missed with Duncan [his son] which was something he deeply regretted\". Ricky Gervais, the comedian and actor who convinced the famously private Bowie to star as himself in an episode of the 2006 sitcom Extras, wrote: \" I just lost a hero. RIP David Bowie \". The rock guitarist Joel Madden, quoting Changes, wrote simply: \" Turn and face the strange \". The rapper Kanye West said : \"David Bowie was one of my most important inspirations, so fearless, so creative, he gave us magic for a lifetime.\" Glastonbury festival founder Michael Eavis recalled the singer's first appearance in the Somerset field in 1971. \"He had lovely long flowing hair, a right hippie-looking lad. Fantastically beautiful he looked, actually,\" Eavis told the BBC. \"Nobody knew who he was, he played at 4 in the morning at sunrise, song we'd never heard before.\"Bowie was born David Robert Jones on 8 January 1947 in Brixton, south London, to mother Margaret \"Peggy\", a waitnress, and charity worker Haywood \"John\" Jones. His older brother's record collection introduced him to rock music at an early age.The family moved to south-east London and he graduated from Bromley technical high school at 16, when he was busy forming a number of bands and leading a group. He called himself Davy Jones, later changing his name to David Bowie to avoid confusion with Davy Jones of The Monkees. The name was reportedly inspired by a knife developed by the 19 th century American pioneer Jim Bowie.He released three singles as a solo artist for Pye Records, and a debut album David Bowie, but did not achieve huge success and retreated to a Buddhist monastery in Scotland in 1967. After returning to London he started the arts troupe Feathers in 1968, then helped organise the Free Festival, a day-long free music event in Beckenham, southeast London, in 1969. That same year he released Space Oddity, which went on to be his first UK No 1. The release the following year of The Rise and Fall of Ziggy Stardust and the Spiders From Mars made him an international star, and he conquered the US with his theatrical stage show.He produced albums for Lou Reed and Iggy Pop, as well as writing All the Young Dudes, which he gave to Mott The Hoople who had a massive hit with it. In the late 1970s he produced a three-album collaboration with Brian Eno, known as the Berlin trilogy. Bowie combined his rock career with appearances in films. His acting career took off with his performance in Nicolas Roeg's The Man Who Fell to Earth, followed by roles in films such as Labyrinth, The Last Temptation of Christ and Absolute Beginners. More recently, he appeared as himself in the film Zoolander.Bowie officially retired Ziggy Stardust in 1973, making the announcement during a London gig. But the hits kept coming, with albums including Aladdin Sane, Diamond Dogs and Pin Ups. He changed direction with the soul-inspired Young Americans. His first US No 1 was a collaboration with John Lennon on Fame, which topped the charts in 1975. He continued to sell millions of albums and pack out stadiums with the rise of the New Romantic scene in 1980s Britain. He embraced pop, finding chart success with songs such as Let's Dance and Queen collaboration Under Pressure.Friend and collaborator Iggy Pop described him on social media as \"the light of my life\", while singer Madonna tweeted: \"Talented. Unique. Genius. Game Changer\". The Rolling Stones hailed his as \"an extraordinary artist and a true original\". The rock group Queen, with whom he collaborated on Under Pressure, tweeted a link to the video of the song, with the words: \"This is our last dance....\" Prime minister David Cameron, speaking on an engagement in north London, said: \"Musically, creatively, artistically David Bowie was a genius\". Bowie once said that he was bisexual, although he later suggested that his sexual interactions with men should be seen in the context of his wider cultural experimentation. \"I was always a closet heterosexual,\" he told Rolling Stone magazine in 1993. In 1970 he married Angie Bowie, and the couple had a son named Zowie Bowie, now known as Duncan Jones. They split in 1980. He settled in New York one year after marrying Iman.  Bowie continued to record and tour until 2003, when he released Reality, his 23 rd album, which many assumed to be his last. \"I am not a natural performer,\" Bowie said in a rare interview in 2002. \"I don't enjoy performing terribly much. Never have. I can do it and, if my mind's on the situation, do it quite well. But, five or six shows in, I'm dying to get off the road and go back to the studio.\"In the same interview, he said: \"My entire career, I've only really worked with the same subject matter. The trousers may change, but the actual words and subjects I've always chosen to write with are things to do with isolation, abandonment, fear and anxiety, all of the high points of one's life.\"", "TG_10019": "David Page, the award-winning music director of Sydney-based dance company Bangarra, has died aged 55.Page had a 25 year career with Bangarra, first joining the company as a resident composer in 1991. He was responsible for the music of 27 of their pieces, from 1992's Praying Mantis Dreaming to 2015's lore.A Bangarra spokeswoman released a statement asking for privacy and respect. \"The Bangarra clan is unbelievably saddened that our brother David Page is no longer with us.\" Page was a descendant of the Nunkul people and the Munaldjali clan of the Yugambeh tribe from South East Queensland. Related:  Spear review - a weird, wonderful milestone of a dance moviePage contributed to the music of the 2000 opening ceremony of the Sydney Olympic Games and has twice composed music for the Australian Ballet: Alchemy (1997) and collaborated with Elena Kats Chernin on Amalgamate (2007).He also composed music for the screen, including several short films and ABC television shows Heartland (for which he was nominated for an Aria award in 1996), Pride in the Seven Deadly Sins series, and Poison, and on SBS Songlines, Living Black and Pioneers of Love.Among his multiple awards, he is a four-time winner of the sound category at the Deadly awards and picked up two Helpmann awards for best original score, for Mathinna in 2009 and with Steve Francis for 2011's Belong.In 2014 he performed in the Queensland Theatre Company and Sydney festival production Black Diggers and restaged his 1994 one-man autobiographical show Page 8, about his life as a young singing star on the rise.His music featured in Spear, the directorial film debut of his brother and Bangarra artistic director Stephen Page.He studied saxophone, voice, composition and song at the Centre for Aboriginal Studies in Music at the University of Adelaide. Tributes to Page were made on Twitter, including by cartoonist Cathy Wilcox, novelist Anita Heiss, and by the official account of Ilbijerri Theatre who called his death a \"terrible loss to the Australian arts\".", "TG_10035": "A defiant President Dilma Rousseff has insisted that there is no legal justification for her impeachment and warned that any attempt to remove her from power illegally would leave lasting scars on Brazilian democracy.In a 90-minute interview with six foreign media organizations in Planalto, the presidential palace, Rousseff stated that \"peace would reign\" in Brazil by the start of this year's Olympic Games, due to take place in Rio de Janeiro in August.  Over the past few weeks, Brazil has been shaken by huge anti-government protests, as revelations over the country's worst-ever corruption scandal add momentum to an impeachment process that began in December.The president's attempt to appoint her predecessor, Luiz Inácio Lula da Silva, to cabinet last week - in what critics argue is a move to shield him from prosecution - added to widespread public outrage at politicians' impunity and prompted calls for Rousseff's resignation.  \"Why do they want me to resign? Because I am a weak woman? I'm not,\" she said, arguing that her political rivals wanted her to stand down \"to avoid the difficulty of removing - unduly, illegally and criminally - a legitimately elected president from power.\"                     The impeachment process currently in congress accuses Rousseff of using illegal accounting manoeuvres to balance her government's books, but she insists that the legal basis for the accusation is extremely weak.Rousseff noted that every president since the time of Getúlio Vargas (who ruled from 1930 to 1945) have had impeachment processes launched against them. She also noted that the man who initiated the case against her, Eduardo Cunha, the speaker of the lower house of congress, has been charged with corruption.In the president's opinion, the opposition failed to accept their narrow defeat in the 2014 election and since then have pursued a strategy of \"the worse, the better\", by sabotaging her legislative agenda and sinking the country. As for the demonstrations, Rousseff stressed that she was in favour of street protests, because she came from \"a generation in which if you opened your mouth you could go to jail\". But she pointed out that those who have taken to the streets against her government represent under 2% of Brazil's entire population, and criticised the \"fascist methods\" used by some of her opponents.\"We have never seen such intolerance in Brazil,\" she said. \"We are not an intolerant people.\"  Related:  Brazil's judiciary is in danger of turning the clock back on democracy | Eliane BrumRousseff believes that any attempt to remove her from power without legal justification would represent a \"coup\". \"I am not comparing the coup here to the military coups of the past, but it would be a breaking of the democratic order of Brazil.\"Such a move, she said, \"will have consequences. Maybe not immediately, but it will leave a deep scar on Brazilians' political life.\"Asked by the Guardian about her decision to appoint Lula, a move that is currently suspended awaiting a final supreme court decision, Rousseff was unrepentant.\"Lula is not just a talented negotiator, he also understands all of Brazil's problems,\" she said, insisting that the idea that he has been appointed to avoid scrutiny did not make sense.\"A cabinet minister is not immune from investigation, he faces investigation by the supreme court,\" she said. \"Is the supreme court not good enough to investigate Lula?\"Calm and seemingly upbeat throughout the interview, the only time Rousseff expressed irritation was when she recalled Judge Sérgio Moro's decision to release secretly recorded phone calls made by Lula. An ambiguous phone call between Rousseff and Lula was reported as proof that the two were colluding to help the former president avoid prosecution.\"Violating privacy breaks democracy because it breaks the right of every citizen to a private life,\" she said, banging the table. Accepting that she had been recorded by accident, Rousseff argued that the correct action for the judge to have done would have been to pass the tape to the supreme court, not the media.In a veiled criticism of Moro, the president said, \"a judge must be impartial. A judge cannot rule with political passions.\"As well as the impeachment process, Rousseff also faces investigation by Brazil's supreme electoral court over allegations that her 2014 election campaign received financing from the Petrobras scandal. But the president categorically denied that her campaign benefited from any illegal donations and said she was not worried about the contents of the plea-bargaining testimony of her election guru, João Santana.", "TG_10027": "Liberal MPs use database software to profile constituents and decline requests for help from decided voters, even their own supporters, MP Dennis Jensen has claimed.Jensen, who is recontesting his seat of Tangney as an independent after losing Liberal preselection, has lashed out at the \"illegitimate\" use of voter-tracking software for party political purposes.On Wednesday, Fairfax reported  that Liberal MPs used their taxpayer-funded office allowance to purchase data registry services from Parakeelia Pty Ltd. Related:  Labor agrees to allow $1bn of Abbott-era spending cuts through SenateParakeelia is wholly owned by the Liberal party and has paid substantial sums of \"other receipts\" to the party. The foreign affairs minister, Julie Bishop, attempted to explain the payments on AM on Thursday by saying: \"The payments are for services provided through the party [and] it's entirely legitimate.\"A Liberal spokeswoman said: \"Payments from Parakeelia to the Liberal party are not donations. These operations are entirely lawful.\"Jensen told Guardian Australia Liberal MPs collect information on Parakeelia's Feedback database from all contact with constituents, including via mail, phone and email. Information gathered includes details of issues that interest them, preferred name, and can be highly personal, such as a constituent raising concern about child abuse due to personal experience, he said.Jensen said the information had a legitimate purpose to identify particular policy interests and to track correspondence about constituents' concerns.On Sky on Thursday, Jensen said there were illegitimate uses of it such as \"[where] it's used for data mining for the Liberal party, for issues relating to trying to get votes, for fundraising and other reasons\".Jensen told Guardian Australia illegitimate uses included profiling constituents and refusing to help them if they were not undecided or swinging voters.According to Jensen, Liberal MPs were instructed to gather information about constituents' voting intention by cold-calling them to survey them and entering results into Feedback. He said many did so but he refused.When constituents later called for help, staff were told \"if there's not a vote in it, don't do it\", Jensen said.\"They are told to brush them off - to say I can't really help you and advise them to go back to Centrelink, immigration or whoever to deal with the issue.\"Some of these constituent matters take an awful lot of work. The party's position is it's wasted effort - they only see it in terms of their interest in winning votes. They want to help undecided voters, or soft Liberal or Labor voters, not hard Labor or Liberals.\"Asked if this meant Liberal voters would get less attention from a Liberal MP, Jensen replied: \"Exactly, unless they're members - they're given significant attention - but if they are just strong Liberal voters then 'don't do too much' is the message you get.\"Jensen said it was like pork-barrelling, the tendency for political parties to neglect safe Liberal and Labor seats and make big spending promises in marginal seats.\"I think it's reprehensible [the attitude that] if you don't think you can get political advantage you don't bother. I'm there to help constituents.\"                     According to reports, Labor runs similar software known as Campaign Central, which is licensed from a third party.Jensen said: \"Labor is no better. The company they use for Campaign Central doesn't donate to the party but they use their tool in exactly the same way.\"Jensen complained that since he lost preselection he no longer had access to the Feedback database.\"The fact they pulled this from me, and the Liberal candidate will now have access to it, tells you everything you need to know about the extent to which it is a tool for constituents versus a tool for party political purposes,\" he said. Related:  Political donations: for voters, 2 July should be clean up Australia day\"The taxpayer paid for my constituents' information to be put into Feedback and yet the Liberal party and Parakeelia think they can pull it from me.\"Jensen proposed removing political parties' exemptions to privacy law, so that MPs and their offices were exempt but not political parties.A Labor spokesman told Guardian Australia: \"If the Liberal party is laundering taxpayers' money into political donations then they need to explain that to the Australian people.\"The Greens leader, Richard Di Natale, said: \"Revelations about the flow of money from Liberal MPs to Parakeelia and from Parakeelia to the Liberal party demand investigation\".Speaking on AM on Thursday, Bishop said: \"All parliamentarians receive a money to pay for office expenses including a small amount, I think it's a modest amount, for software costs.\"\"The Liberal party like the Labor party, do have a preferred provider for that software ... I'm informed the payments we make to the service provider don't generate a profit so they're not donations and the operations of that service provider are entirely legitimate.\"Both the Liberal and Labor parties were contacted for comment regarding the use of voter-tracking software and alleged prioritising of undecided voters.", "TG_10023": "The Australian Defence Force has confirmed the death of an Australian sailor serving in the Middle East.In a statement released on Thursday, the Defence Force said it was \"with deep regret\" it can confirm the death of a sailor deployed in Operation Manitou on HMAS Darwin.\"The ship was in Muscat, Oman on a scheduled port visit and the sailor was on shore leave in the city when he was found unconscious. Despite medical treatment, the sailor could not be revived,\" it said.  Related:  Australia's Vietnam war dead finally brought home\"Defence is providing support to the sailor's shipmates and family and asks that media respect the family's privacy at this difficult time.\" The defence force said its investigative service is assisting local authorities with investigations and \"as such it is not appropriate to provide further details at this time\".\"Defence extends its deepest sympathy to the sailor's family and friends.\"                     Operation Manitou is the name for Australia's contribution to 31-nation joint force to promote maritime security and stability in the Middle East.The combined maritime force conducts counter-terrorism operations, counter piracy operations and maritime security operations in the Arabian Gulf.HMAS Darwin is one of the Royal Australian Navy's three Adelaide class guided missile frigates.", "TG_10014": "Companies will be held criminally liable if they fail to stop their employees from facilitating tax evasion, David Cameron will tell MPs on Monday, as he uses a parliamentary statement to defend himself after one of the most difficult weeks of his premiership.The prime minister has been under pressure over his handling of revelations about Panama-based companies, including an offshore trust set up by his late father, Ian Cameron.He will insist that Blairmore Holdings was not set up to avoid tax, and will say that his government \"has done more than any other to take action against corruption in all its forms\". But Cameron is likely to come under further pressure from the Labour leader, Jeremy Corbyn, who will say that he still has more questions to answer. On Sunday, Corbyn piled pressure on other cabinet ministers and MPs to follow in the prime minister's footsteps as he suggested that full disclosure from politicians was the direction that things were moving in.Angus Robertson, the SNP leader in Westminster, turned the pressure on to the chancellor, George Osborne, calling on him to be more open with his finances. Osborne is now considering whether to follow Cameron's lead and publish his tax returns. He could release some information within days. A Treasury source said in response: \"We have been clear that the chancellor has never had any offshore shareholdings or other interests. His income and interests are straightforward and declared publicly: his salary, rental income from a property in London and a shareholding in his father's firm, Osborne and Little. He is always happy to consider ways to ?offer even more transparency.\" The intervention came as Nicola Sturgeon, the Scottish first minister, became the latest political figure to publish her tax returns. The SNP leader was paid more than £104,000 for her role as first minister last year, and paid more than £31,000 in tax.She joined two other Scottish political leaders - Labour's Kezia Dugdale and the Conservatives' Ruth Davidson - in releasing the personal information. The two opposition leaders released their tax schedule on Sunday morning, revealing they were each paid £52,000 for their roles as MSPs last year. The shadow chancellor, John McDonnell, suggested that he could see no problem with a rule compelling all MPs to provide such information.Even a cabinet member conceded that it ought to be considered. The energy secretary, Amber Rudd, said it was not the right move in her opinion, but it was worth looking into.The defence minister Penny Mordaunt went further, conceding that public pressure might make the move inevitable. \"Although I understand arguments about privacy and security, if that is what the electorate require of their elected officials I think that is what will have to happen.\"Labour said it was calling for an immediate public inquiry into the revelations in the Panama Papers, and called for a change in parliamentary rules to make it mandatory for MPs to publish details of all offshore holdings. The pledges were part of a tax transparency enforcement programme published by McDonnell, who said urgent action was needed after a week of \"half-truths and spin\". He said it was a matter of national shame that half the companies named in the leak were registered in UK-governed tax havens, and questioned why Cameron had lobbied to prevent more regulation of offshore trusts.Corbyn said the prime minister ought to also face questions from the parliamentary standards commissioner over the shares he held in an offshore trust set up by his late father, after a Labour MP made a complaint that could trigger an investigation.John Mann referred Cameron to the commissioner, Kathryn Hudson, saying that his failure to declare £30,000 made from the sale of shares in the trust may have broken the ethos of the rules.Downing Street has pointed out that the money Cameron invested was well below the threshold that requires a submission, and said its rules suggested unit trusts were not normally listed. Moreover, they say that a number of tax experts have made clear that the prime minister paid all the tax that was owed on his shares, and reject any suggestion that Blairmore was set up to avoid tax. Corbyn, however, said: \"There is a question for parliamentary standards ... There has been a series of changing stories coming out of Downing Street. There has been a statement roughly every 18 to 24 hours since last Monday.\"Speaking on the BBC's Andrew Marr Show, he said Labour would propose tougher parliamentary registration rules that would mean overseas assets had to be declared at a much lower value.  Related:  David Cameron: I know I should have handled it better. Not a great weekAsked whether more MPs and even political journalists should publish their income tax returns, he said: \"I think we are moving in that direction. I think it is a good thing so everyone knows what influences are at play.\"The questions for Cameron, he added, were whether he benefited from the offshore trust before 2010, and why the money was placed in an overseas tax haven in the first place. On Saturday Cameron took an unprecedented decision to release his personal tax records, revealing that his mother had transferred two separate payments of £100,000 to his accounts in 2011, in lifetime gifts that will not be liable for inheritance tax after 2018.One Conservative minister hit out at Corbyn for his attacks on the prime minister. The justice minister Dominic Raab said the Labour leader had promised a \"kinder politics\" but was now \"whipping up a mob mentality\". Related:  What's in David Cameron's tax returns: a few strokes of luck but no shady shenanigansRaab told Sky News's Murnaghan show: \"Amid all the froth and frenzy of the media debate, it seems crystal clear not only that he has not done anything illegal, but that he has not behaved improperly in any way. And he has gone further than any prime minister previously in publishing these tax returns and I think he wanted to show he has got nothing to hide. \"Frankly, some of the personalised attacks on him and his father have been deeply unsavoury,\" he added, saying some Labour MPs were \"behaving like hyenas\".", "TG_10013": "Companies will be held criminally liable if they fail to stop their employees from facilitating tax evasion, David Cameron will tell MPs, as he uses a parliamentary statement to defend himself after one of the most difficult weeks of his premiership.The prime minister has been under pressure over his handling of revelations about Panama-based companies, including an offshore trust set up by his late father, Ian Cameron.He will insist that Blairmore Holdings was not set up to avoid tax, and will say that his government \"has done more than any other to take action against corruption in all its forms\". But Cameron is likely to come under further pressure from the Labour leader, Jeremy Corbyn, who will say that he still has more questions to answer. On Sunday, Corbyn piled pressure on other cabinet ministers and MPs to follow in the prime minister's footsteps as he suggested that full disclosure from politicians was the direction that things were moving in.Angus Robertson, the SNP leader in Westminster, turned the pressure on to the chancellor, George Osborne, calling on him to be more open with his finances. A Treasury source said in response: \"We have been clear that the chancellor has never had any offshore shareholdings or other interests. His income and interests are straightforward and declared publicly: his salary, rental income from a property in London and a shareholding in his father's firm, Osborne and Little. He is always happy to consider ways to ?offer even more transparency.\" The intervention came as Nicola Sturgeon, the Scottish first minister, became the latest political figure to publish her tax returns. The SNP leader was paid more than £104,000 for her role as first minister last year, and paid more than £31,000 in tax.She joined two other Scottish political leaders - Labour's Kezia Dugdale and the Conservatives' Ruth Davidson - in releasing the personal information. The two opposition leaders released their tax schedule on Sunday morning, revealing they were each paid £52,000 for their roles as MSPs last year. The shadow chancellor, John McDonnell, suggested that he could see no problem with a rule compelling all MPs to provide such information.Even a cabinet member conceded that it ought to be considered. The energy secretary, Amber Rudd, said it was not the right move in her opinion, but it was worth looking into.The defence minister Penny Mordaunt went further, conceding that public pressure might make the move inevitable. \"Although I understand arguments about privacy and security, if that is what the electorate require of their elected officials I think that is what will have to happen.\"Labour said it was calling for an immediate public inquiry into the revelations in the Panama Papers, and called for a change in parliamentary rules to make it mandatory for MPs to publish details of all offshore holdings. The pledges were part of a tax transparency enforcement programme published by McDonnell, who said urgent action was needed after a week of \"half-truths and spin\". He said it was a matter of national shame that half the companies named in the leak were registered in UK-governed tax havens, and questioned why Cameron had lobbied to prevent more regulation of offshore trusts.Corbyn said the prime minister ought to also face questions from the parliamentary standards commissioner over the shares he held in an offshore trust set up by his late father, after a Labour MP made a complaint that could trigger an investigation.John Mann referred Cameron to the commissioner, Kathryn Hudson, saying that his failure to declare £30,000 made from the sale of shares in the trust may have broken the ethos of the rules.Downing Street has pointed out that the money Cameron invested was well below the threshold that requires a submission, and said its rules suggested unit trusts were not normally listed. Moreover, they say that a number of tax experts have made clear that the prime minister paid all the tax that was owed on his shares, and reject any suggestion that Blairmore was set up to avoid tax. Corbyn, however, said: \"There is a question for parliamentary standards ... There has been a series of changing stories coming out of Downing Street. There has been a statement roughly every 18 to 24 hours since last Monday.\"Speaking on the BBC's Andrew Marr Show, he said Labour would propose tougher parliamentary registration rules that would mean overseas assets had to be declared at a much lower value.  Related:  David Cameron: I know I should have handled it better. Not a great weekAsked whether more MPs and even political journalists should publish their income tax returns, he said: \"I think we are moving in that direction. I think it is a good thing so everyone knows what influences are at play.\"The questions for Cameron, he added, were whether he benefited from the offshore trust before 2010, and why the money was placed in an overseas tax haven in the first place. On Saturday Cameron took an unprecedented decision to release his personal tax records, revealing that his mother had transferred two separate payments of £100,000 to his accounts in 2011, in lifetime gifts that will not be liable for inheritance tax after 2018.One Conservative minister hit out at Corbyn for his attacks on the prime minister. The justice minister Dominic Raab said the Labour leader had promised a \"kinder politics\" but was now \"whipping up a mob mentality\". Related:  What's in David Cameron's tax returns: a few strokes of luck but no shady shenanigansRaab told Sky News's Murnaghan show: \"Amid all the froth and frenzy of the media debate, it seems crystal clear not only that he has not done anything illegal, but that he has not behaved improperly in any way. And he has gone further than any prime minister previously in publishing these tax returns and I think he wanted to show he has got nothing to hide. \"Frankly, some of the personalised attacks on him and his father have been deeply unsavoury,\" he added, saying some Labour MPs were \"behaving like hyenas\".", "TG_10008": "David Cameron has admitted that he profited from his late father's offshore investment fund, which was revealed in the Panama Papers as having avoided paying tax in the UK.The prime minister sold his stake in the Blairmore fund for more than £30,000 in 2010, just four months before entering Downing Street.Speaking after almost a week of refusing to comment on the leak but issuing four statements, Cameron said he and his wife, Samantha, held 5,000 units in the Blairmore Investment Trust for three years from 1997.  Related:  Putin dismisses Panama Papers as an attempt to destabilise RussiaThe stake was purchased for £12,497 and sold for £31,500 in January 2010, giving the Camerons a £19,003 profit, £300 below the capital gains tax allowance. The prime minister insisted the family declared all annual dividends they received from the investment, and paid full income tax on any returns. The revelation comes five days after the Tory leader's father, Ian Cameron, was named in an unprecedented leak of more than 11m documents from Panamanian law firm Mossack Fonseca.The Panama Papers revealed how Ian Cameron ran an offshore fund that avoided ever having to pay tax in Britain by hiring a small army of Bahamas residents - including a part-time bishop - to sign its paperwork. As a director of Blairmore Holdings Inc, an investment fund run from the Bahamas but named after the family's ancestral home in Aberdeenshire, Ian Cameron oversaw tens of millions of pounds on behalf of wealthy families.The company was founded in the 1980s and moved to Ireland in 2012, two years after David became prime minister. In its 30-year history, Blairmore has never paid a penny of tax in the UK on its profits. Documents released in the Panama Papers show how the firm used unregistered \"bearer shares\" to protect its clients' privacy. Ian Cameron's use of the firm to help shield investments from UK tax helped build up a significant legacy, part of which was inherited by the PM. There is no suggestion that this avoidance arrangement or others exposed by the leak were illegal.  Related:  If you're rich, you can avoid paying taxes. That's got to change | Jan SchakowskyIn an interview with ITV's political editor, Robert Peston, on Thursday evening, the prime minister defended his father's involvement in the fund. \"I want to be as clear as I can about the past, about the present, about the future, because, frankly, I don't have anything to hide, I'm proud of my dad and what he did and the business he established and all the rest of it,\" Cameron said. \"I can't bear to see his name being dragged through the mud. I chose to take a different path from my father, grandfather and great-grandfather, who were all stockbrokers, and I've got nothing to hide in my arrangements and I'm very happy to answer questions about it.\"Cameron also rejected suggestions that the fund was created to shelter investors from tax. He said: \"I think a lot of the criticisms are based on a fundamental misconception, which is that Blairmore Investment, a unit trust, was set up with the idea of avoiding tax. It wasn't. \"It was set up after exchange controls went so that people who wanted to invest in dollar denominated shares and companies could do so.\"", "TG_10028": "A Catholic nun from Derry in Northern Ireland who was killed in the earthquake in Ecuador only joined her religious order after she accepted a free trip to Spain without realising that it was a pilgrimage.Sister Clare Theresa Crockett, who had acted in a movie about the 1972 Bloody Sunday massacre as a teenager, gave up her acting career and a wild lifestyle to join a religious order and work as a missionary around the world. The 33-year-old was based at a school in Playa Prieta and was teaching children to play the guitar when the quake struck at the weekend. She had worked for the Catholic Home of the Mother Order for 15 years.In a statement confirming her death, Crockett's family said: \"On Sunday 17 April, we lost our daughter, sister and aunt Sister Clare Theresa Crockett as a result of the earthquake in Ecuador. She was situated in a school in Playa Prieta with the Home of the Mother Order. At this difficult time we would ask for privacy.\" When Crockett joined the religious order, based in Cantabria in northern Spain, at the age of 18, she gave testimony about her previous life before becoming a nun.\"I liked to party a lot. My weekends, since I was 16-17, consisted of getting drunk with my friends. I wasted all my money on alcohol and cigarettes,\" she said. She had acted from an early age and wrote for theatre productions in Derry before securing a small part in Paul Greengrass's Bloody Sunday, a film about the killing of 13 unarmed civilians by the Parachute Regiment in her native city 44 years ago. Another victim of the shootings died months later.In her testimony for the religious order, Sister Crockett revealed that she came across the nuns after she accepted a free trip to Spain. It turned out to be a pilgrimage to the order in Cantabria. \"I tried to get out of it, but my name was already on the ticket, so I had to go. I now see that it was Our Lady's way of bringing me back Home, back to Her and Her Son,\" she recalled. She admitted that, growing up towards the end of the Northern Ireland Troubles, sectarianism had made her cynical about religion. \"God played no part in my life. In a society where hatred prevailed, there was no room for God,\" she said. One of her fellow nuns, Sister Therese Ryan, was saved by rescue teams who pulled her from the rubble along with four others, the religious order confirmed on Monday. Sister Kristin Tenreiro, a close friend of Crockett, said she would be remembered for her smile and her good work. \"She gave herself to God and to the poor and the needy,\" she said. \"I will remember her with a huge smile on her face, singing, writing songs and I will remember her jokes.\" More than 350 people are so far known to have died in Ecuador's most devastating earthquake in 40 years. Authorities have warned that the official death toll after the 7.8-magnitude quake is likely to rise, with many people still trapped and rescue efforts hampered by landslides.", "TG_10039": "A defiant President Dilma Rousseff has insisted that there is no legal justification for her impeachment and warned that any attempt to remove her from power illegally would leave lasting scars on Brazilian democracy.In a 90-minute interview with six foreign media organizations in Planalto, the presidential palace, Rousseff stated that \"peace would reign\" in Brazil by the start of this year's Olympic Games, due to take place in Rio de Janeiro in August.  Over the past few weeks, Brazil has been shaken by huge anti-government protests, as revelations over the country's worst-ever corruption scandal add momentum to an impeachment process that began in December.The president's attempt to appoint her predecessor, Luiz Inácio Lula da Silva, to cabinet last week - in what critics argue is a move to shield him from prosecution - added to widespread public outrage at politicians' impunity and prompted calls for Rousseff's resignation.  \"Why do they want me to resign? Because I am a weak woman? I'm not,\" she said, arguing that her political rivals wanted her to stand down \"to avoid the difficulty of removing - unduly, illegally and criminally - a legitimately elected president from power\".Pushed as to why it was necessary for Lula to become a minister, rather than serve as an adviser, Rousseff said he had repeatedly turned down her requests to join her government, but now that the crisis had deepened he was doing it as a service for Brazil.\"I became his cabinet chief in 2005 in the middle of the mensalão [cash-for-votes scandal],\" she said. \"I know I helped him then, and I know he can help me now.\"                     The impeachment process currently in congress accuses Rousseff of using illegal accounting manoeuvres to balance her government's books, but she insists that the legal basis for the accusation is extremely weak.Rousseff has proved herself a fighter. As a leftwing guerrilla during the dictatorship era, she was imprisoned and reportedly tortured.Rousseff noted that every president since the time of Getúlio Vargas (who ruled from 1930 to 1945) have had impeachment processes launched against them. She also noted that the man who initiated the case against her, Eduardo Cunha, the speaker of the lower house of congress, has been charged with corruption.In the president's opinion, the opposition failed to accept their narrow defeat in the 2014 election and since then have pursued a strategy of \"the worse, the better\", by sabotaging her legislative agenda and sinking the country. As for the demonstrations, Rousseff stressed that she was in favour of street protests, because she came from \"a generation in which if you opened your mouth you could go to jail\". But she pointed out that those who have taken to the streets against her government represent less than 2% of Brazil's entire population, and criticised the \"fascist methods\" used by some of her opponents.\"We have never seen such intolerance in Brazil,\" she said. \"We are not an intolerant people.\"  Related:  Brazil's judiciary is in danger of turning the clock back on democracy | Eliane BrumThe past month has been one of the worst in a spectacularly rough second term for the president, who was re-elected in 2014 in one of the closest campaigns in Brazil's political history. Despite a clear mandate, she has had to deal with a hostile congress, an unreliable coalition partner and a corruption investigation that has moved ever closer to the highest level of her Workers Party.Rousseff believes that any attempt to remove her from power without legal justification would represent a \"coup\". \"I am not comparing the coup here to the military coups of the past, but it would be a breaking of the democratic order of Brazil.\"Such a move, she said, \"will have consequences. Maybe not immediately, but it will leave a deep scar on Brazilians' political life.\"For more than a year, there has been a steady drip drip of grim news for Rousseff: the economy is in the midst of its biggest decline in a century, ratings agencies have downgraded Brazil's sovereign debt to junk status and unemployment is rising. Meanwhile, the president's popularity has crashed, the finance minister resigned, and the corruption scandal has paralysed Petrobras - the biggest company in the country - and led to the jailing of the head of the leading construction firm, Odebrecht. Personally and politically, however, the biggest crisis for Dilma has been that sparked by a prosecution investigation into alleged wrongdoing by her predecessor and mentor, Da Silva. The former president - universally known as Lula - was detained for questioning and his home and other properties searched earlier this month. Soon after, Rousseff invited him into her cabinet, thereby taking jurisdiction away from the lower court judges who had approved the warrants for the search and interrogation.Asked by the Guardian about her decision to appoint Lula, a move that is currently suspended awaiting a final supreme court decision, Rousseff was unrepentant.\"Lula is not just a talented negotiator, he also understands all of Brazil's problems,\" she said, insisting that the idea that he has been appointed to avoid scrutiny did not make sense.\"A cabinet minister is not immune from investigation, he faces investigation by the supreme court,\" she said. \"Is the supreme court not good enough to investigate Lula?\" Last week, Sergio Moro, the lead judge in Operation Lava-jato ,  a two-year investigation into corruption at the state-run oil company, Petrobras, released secretly recorded phone calls made by Lula.They included a conversation with Dilma in which she told him she has a ministerial post ready for him \"in case it is necessary\". Although ambiguous, this was interpreted by her opponents (and some supporters) as proof that the two were colluding to help the former president avoid prosecution. Calm and seemingly upbeat throughout the interview, the only time Rousseff expressed irritation was when she recalled Moro's leak of the phone tap. \"Violating privacy breaks democracy because it breaks the right of every citizen to a private life,\" she said, banging the table.Accepting that she had been recorded by accident, Rousseff argued that the correct action for the judge to have done would have been to pass the tape to the supreme court, not the media.In a veiled criticism of Moro, the president said, \"a judge must be impartial. A judge cannot rule with political passions.\"Despite having been on the board of Petrobras and a minister of mines and energy, Rousseff has consistently denied knowing anything about the massive corruption scheme that took place at the company. During the interview she insisted that there was a big difference between a company's board of directors and its executives, adding that none of her fellow directors had known about the corruption. She also pointed out the anti-corruption measures that she had instigated during her government, including the law which allows suspects to offer plea-bargain testimony, a development which has significantly facilitated investigators.As well as the impeachment process, Rousseff also faces investigation by Brazil's supreme electoral court over allegations that her 2014 election campaign received financing from the Petrobras scandal. But the president categorically denied that her campaign benefited from any illegal donations and said she was not worried about the contents of the plea-bargaining testimony of her election guru, João Santana.The president said that she was sleeping well and insisted that Brazil's current political crisis was not getting her down. \"I think you only get depressed when you feel guilty about something,\" she said. \"I have never used my powers to favour people who I shouldn't have favoured.\""}